{
    "Mental Master": [
        "Quantum calculator: (Perform mental calculations at inhuman speeds.)",
        "Super empathy: (Fully understand the emotions and metal state of others.)",
        "Subconscious control: (Access and control their own subconscious.)",
        "Mindful: (Never forget a face or detail.)",
        "Polyglot* (*A person who can speak many languages)",
        "Brainiac: (Has encyclopedic knowledge of many subjects.)",
        "Insomnia: (Does not need to sleep and suffers no ill effects from this.)",
        "Perfect Memory: (Remember and recall every single thing ever experienced.)",
        "Highly resourceful: (Always manages to find a solution using nearby items or their surroundings.)",
        "Photographic memory: (Recall in great detail things that have only been seen once, even briefly.)",
        "Error detection: (Sense or detect any kind of errors nearby.)",
        "Adaptive learner: (Immediately understand any new information and adapt it for the current requirements.)",
        "Super wits: (Always manages to adapt or find a solution to the current situation.)",
        "Super apathy: (Remain emotionless and detached, no matter the situation.)",
        "Inventive: (Easily design contraptions to solve any problem.)",
        "Super sleuth: (Solve mysteries with ease.)",
        "Improved empathy: (Fully understand the emotions and metal state of others.)",
        "Super bravery: (Calm and fearless in all situations.)",
        "Codebreaker: (Easily remember, figure out or break complex codes.)",
        "Ultra focus: (Unshakeable. Calm and focused in all situations.)",
        "Super wisdom: (Knowledge, understanding and experience combined.)",
        "Ultra empathy: (Fully understand the emotions and metal state of others.)",
        "Enhanced anxiety: (Induce levels of anxiety in others that ranges from mildly nervous to utter panic.)",
        "Hyper-awareness",
        "Survival instincts: (Intuitively know what to do to ensure survival.)",
        "Super irritation: (Induce levels of irritation in others that ranges from mildly annoying to mind-shattering.)",
        "Medical intuition: (Instinctively understand anatomical workings and medical needs with no prior knowledge.)",
        "Mechanical intuition: (Instinctively understand mechanical devices and their workings with no prior knowledge.)",
        "Predictor: (Quickly and accurately predict what will happen using logical and mathematical processes.)",
        "Improved focus: (Unshakeable. Calm and focused in all situations.)",
        "Enhanced focus: (Unshakeable. Calm and focused in all situations.)",
        "Super perception: (Spots minute details and notices things others miss.)",
        "Ultra apathy: (Remain emotionless and detached, no matter the situation.)",
        "Genius: (All-round super-smart.)",
        "Mad genius: (Easily comes up with brilliant but dangerous, dark or questionable plans.)",
        "Enhanced apathy: (Remain emotionless and detached, no matter the situation.)",
        "Improved liar: (Truth serums and lie detectors cannot expose the lies.)",
        "Super focus: (Unshakeable. Calm and focused in all situations.)",
        "Enhanced perception: (Spots minute details and notices things others miss.)",
        "Improved charisma: (Always knows just what to say to win people over.)",
        "Ultra charisma: (Always knows just what to say to win people over.)",
        "Enhanced wisdom: (Knowledge, understanding and experience combined.)",
        "Improved charm: (Always knows just what to do to win people over.)",
        "Improved anxiety: (Induce levels of anxiety in others that ranges from mildly nervous to utter panic.)",
        "Enhanced irritation: (Induce levels of irritation in others that ranges from mildly annoying to mind-shattering.)",
        "Ultra charm: (Always knows just what to do to win people over.)",
        "Ultra bravery: (Calm and fearless in all situations.)",
        "Super intelligence",
        "Improved apathy: (Remain emotionless and detached, no matter the situation.)",
        "Super anxiety: (Induce levels of anxiety in others that ranges from mildly nervous to utter panic.)",
        "Improved wisdom: (Knowledge, understanding and experience combined.)",
        "Improved perception: (Spots minute details and notices things others miss.)",
        "Improved irritation: (Induce levels of irritation in others that ranges from mildly annoying to mind-shattering.)",
        "Enhanced charisma: (Always knows just what to say to win people over.)",
        "Super charisma: (Always knows just what to say to win people over.)",
        "Enhanced empathy: (Fully understand the emotions and metal state of others.)",
        "Ultra perception: (Spots minute details and notices things others miss.)",
        "Ultra irritation: (Induce levels of irritation in others that ranges from mildly annoying to mind-shattering.)",
        "Ultra liar: (Truth serums and lie detectors cannot expose the lies.)",
        "Enhanced liar: (Truth serums and lie detectors cannot expose the lies.)",
        "Ultra wisdom: (Knowledge, understanding and experience combined.)",
        "Ultra anxiety: (Induce levels of anxiety in others that ranges from mildly nervous to utter panic.)",
        "Super charm: (Always knows just what to do to win people over.)",
        "Enhanced charm: (Always knows just what to do to win people over.)",
        "Super liar: (Truth serums and lie detectors cannot expose the lies.)",
        "Enhanced intelligence",
        "Enhanced bravery: (Calm and fearless in all situations.)",
        "Improved bravery: (Calm and fearless in all situations.)",
        "Ultra intelligence",
        "Improved intelligence"
    ],
    "Psychic": [
        "Psychometry * (*Ability to gain information about objects, people, events, etc using the five senses)",
        "Psychic flight",
        "Possession",
        "False memory creation",
        "Brain scanner",
        "Super apathy: (Remain emotionless and detached, no matter situation.)",
        "Clairsentience* (*Ability to gain information about objects, people, events, etc by using the sense of touch)",
        "Dream viewer",
        "Remote viewing",
        "Clairgustance* (*Ability to gain information about objects, people, events, etc by using the sense of taste)",
        "Memory wipe",
        "Telepathy",
        "Xenoglossy (*Ability to speak a language without having ever learned it before)",
        "Technopathy",
        "Clairvoyance* (*Ability to gain information about objects, people, events, etc without using the five senses)",
        "Memory drain",
        "Super irritation: (Induce levels of irritation in others that ranges from mildly annoying to mind-shattering.)",
        "Mind exchange",
        "Dream-weaver",
        "Clairaudience* (*Ability to gain information about objects, people, events, etc by using the sense of hearing)",
        "Claircognisance* (*Ability to gain information about objects, people, events, etc through intrinsic knowledge)",
        "Emotional drain",
        "Pyrokinesis",
        "Matter manipulation",
        "Telekinesis",
        "Teleportation",
        "Memory manipulation",
        "Binding: (Mentally restrict or imprison others.)",
        "Precognition * (*See what's going to happen before it actually happens)",
        "Psionic blast",
        "Improved irritation: (Induce levels of irritation in others that ranges from mildly annoying to mind-shattering.)",
        "Mind control",
        "Clairalience* (*Ability to gain information about objects, people, events, etc by using the sense of smell)",
        "Astral projection",
        "Psychic shield",
        "Super empathy: (Feel the emotions and metal state of others.)",
        "Ultra anxiety: (Induce levels of anxiety in others that ranges from mildly nervous to utter panic.)",
        "Technomancy",
        "Super anxiety: (Induce levels of anxiety in others that ranges from mildly nervous to utter panic.)",
        "Confuse ray",
        "Improved anxiety: (Induce levels of anxiety in others that ranges from mildly nervous to utter panic.)",
        "Ultra irritation: (Induce levels of irritation in others that ranges from mildly annoying to mind-shattering.)"
    ],
    "Supernatural": [
        "Resurrection: (Be returned to life after death.)",
        "Stasis: (Temporarily freeze time.)",
        "6 lives.",
        "Immortal",
        "Possession",
        "Monkey's paw: (Grant wishes to whoever is the master, but with unintended consequences.)",
        "Speaker of the truth: (Can only say things that are true.)",
        "Death-defier: (Use supernatural power to defy death and keep going even after taking fatal hits.)",
        "Time manipulation",
        "Dimension Hopper: (Use supernatural power to travel freely between dimensions.)",
        "Necromancer: (Raise the dead as a zombie",
        "Immortal",
        "Exorcist: (Resist and banish evil spirits and demons.)",
        "Demon form: (Transform into a demon.)",
        "Demonic",
        "Reverse curse: (Send evil wishes and curses back to inflict the sender.)",
        "Ancient one: (Extra-long lifespan.)",
        "Genie: (Grant wishes to whoever is the master.)",
        "Vampire",
        "Spirit medium: (Commune with and be possessed by spirits and otherworldly entities.)",
        "Miracle Worker: (Capable of performing miracles that defy physics and reason.)",
        "Dimension gate: (Create and travel through dimensional gates.)",
        "Plague lord: (Spread creeping clouds disease and illness via touch and the air.)",
        "Belief vocifery: (Anything the user believes becomes true (Unintentional.)",
        "4 lives.",
        "Self-destruct: (The user generates and releases a huge amount of explosive energy from within their own body without taking harm.)",
        "Multipresence: (Exist in multiple locations at once.)",
        "3 lives.",
        "Multipotence: (Know what is happening in multiple locations at once.)",
        "Exorcist: (Resist and banish evil spirits and demons.)",
        "Necromancer: (Raise the dead as a skeleton",
        "5 lives.",
        "Vocifery: (Anything the user says becomes reality. (Uncontrolled by the user))",
        "15 lives.",
        "Demonic",
        "14 lives.",
        "Death-defier: (Use supernatural power to defy death and keep going even after taking fatal hits.)",
        "7 lives.",
        "Multipresence: (Exist in multiple locations at once.)",
        "Necromancer: (Raise the dead as a shade",
        "Possession",
        "Plague lord: (Spread creeping clouds disease and illness via touch and the air.)",
        "11 lives.",
        "Belief vocifery: (Anything the user believes becomes true (Intentional.)",
        "8 lives.",
        "Ancient one: (Extra-long lifespan.)",
        "Dimension gate: (Create and travel through dimensional gates.)",
        "13 lives.",
        "Resurrection: (Be returned to life after death.)",
        "Stasis: (Temporarily freeze time.)",
        "12 lives.",
        "Speaker of the truth: (Can only say things that are true.)",
        "Immortal",
        "Demonic",
        "Vocifery: (Anything the user says becomes reality. (Controlled by the user))",
        "Dimension Hopper: (Use supernatural power to travel freely between dimensions.)",
        "7 lives.",
        "Plague lord: (Spread creeping clouds disease and illness via touch and the air.)",
        "10 lives.",
        "Exorcist: (Resist and banish evil spirits and demons.)",
        "Dimension Hopper: (Use supernatural power to travel freely between dimensions.)",
        "Miracle Worker: (Capable of performing miracles that defy physics and reason.)",
        "Vampire",
        "Genie: (Grant wishes to whoever is the master.)",
        "Self-destruct: (The user generates and releases a huge amount of explosive energy from within their own body without taking harm.)",
        "Speaker of the truth: (Can only say things that are true.)",
        "4 lives.",
        "Demon form: (Transform into a demon.)",
        "9 lives.",
        "Spirit medium: (Commune with and be possessed by spirits and otherworldly entities.)",
        "Stasis: (Temporarily freeze time.)",
        "Possession",
        "Reverse curse: (Send evil wishes and curses back to inflict the sender.)",
        "Resurrection: (Be returned to life after death.)",
        "13 lives.",
        "14 lives.",
        "Multipotence: (Know what is happening in multiple locations at once.)",
        "Vampire",
        "Reverse curse: (Send evil wishes and curses back to inflict the sender.)"
    ],
    "Beast Master": [
        "Chameleon: (Change skin colour at will.",
        "Chameleon: (Change colour and/or texture to blend in with the surroundings.)",
        "Improved hearing: (Hear the faintest whisper from 409 metres away.)",
        "Tusked: (Has a pair of tusks.)",
        "Rabbit-eared",
        "Dragon rider: (Summon a dragon to fly and fight with.)",
        "Ultra sight: (See the smallest details from 150 metres away.)",
        "Ultra hearing: (Hear the faintest whisper from 92 metres away.)",
        "Horse-tailed",
        "Fanged",
        "Winged: ( Take flight with dragonfly wings for up to100 hours at a time.)",
        "Wall crawler",
        "Sure-footed: (Like a mountain goat, run and climb along precarious ledges with ease.)",
        "Dog-tailed",
        "Animal scryer: (Gain information through the senses of near or distant animals.)",
        "Wild call: (Summon nearby animals for assistance.)",
        "Killer instinct",
        "Animorph: (Transform into a wolf .)",
        "Werewolf",
        "Clawed",
        "Winged: ( Take flight with eagle wings for up to 50 minutes at a time.)",
        "Antennae: (Touch, and sense with a pair of insect antennae.)",
        "Amphibious: (Just as home in the water as out of it.)",
        "Burrower: (Dig rapidly through earth and stone.)",
        "Super sight: (See the smallest details from 387 metres away.)",
        "Animal blender: (Lead or live among animals and be accepted as one of their own.)",
        "Animorph: (Transform into a dog .)",
        "Wild voice: (Perfectly imitate the sounds of an animal.)",
        "Rabid",
        "Horned: (Has a pair of reindeer horns.)",
        "Animal possession",
        "Animorph: (Transform into amermaid for a few moments.)",
        "Scaled: (Covered in thick, snake-like scales.)",
        "Cat-eared",
        "Frog-tongue",
        "Feathered: (Fully covered in feathers.)",
        "Hoofed: (Has hooves instead of feet.)",
        "Friend to the animals: (Easily soothe or befriend even the wildest beasts.)",
        "Winged: ( Take flight with butterfly wings .)",
        "Ultra hearing: (Hear the faintest whisper from 84 metres away.)",
        "Monkey-tailed",
        "Improved sense of smell: (Detect the faintest scent from 464 metres away.)",
        "Ultra hearing: (Hear the faintest whisper from 442 metres away.)",
        "Animorph: (Transform into a bird .)",
        "Wild linguist: (Talk to or understand animals.)",
        "Snake-eyed",
        "Horned: (Has a pair of demon horns.)",
        "Reptilian: (Cold-blooded and egg-laying.)",
        "Horned: (Has a pair of narwhal horns.)",
        "Ultra hearing: (Hear the faintest whisper from 5 miles away.)",
        "Animorph: (Transform into a wolf indefinitely.)",
        "Improved sense of smell: (Detect the faintest scent from 368 metres away.)",
        "Improved sense of smell: (Detect the faintest scent from 65 metres away.)",
        "Animorph: (Transform into agoat for up to140 hours at a time.)",
        "Improved hearing: (Hear the faintest whisper from 352 metres away.)",
        "Horned: (Has a pair of markhor horns.)",
        "Horned: (Has a pair of ibex horns.)",
        "Animorph: (Transform into arabbit with no time limits.)",
        "Improved hearing: (Hear the faintest whisper from 86 metres away.)",
        "Slimy: (Covered in a fine film of sticky mucus.)",
        "Insectoid eyes",
        "Horned: (Has a pair of buffalo horns.)",
        "Super sight: (See the smallest details from 379 metres away.)",
        "Super hearing: (Hear the faintest whisper from 138 metres away.)",
        "Improved sense of smell: (Detect the faintest scent from 138 metres away.)",
        "Ultra sight: (See the smallest details from 521 metres away.)",
        "Ultra sense of smell: (Detect the faintest scent from 4 miles away.)",
        "Ultra sight: (See the smallest details from 904 metres away.)",
        "Super sense of smell: (Detect the faintest scent from 732 metres away.)",
        "Animorph: (Transform into ahorse for up to 40 minutes at a time.)",
        "Horned: (Has a pair of bull horns.)",
        "Multi-eyed",
        "Animorph: (Transform into a bat .)",
        "Dog-eared",
        "Furred: (Fully covered in fur.)",
        "Super sense of smell: (Detect the faintest scent from 52 metres away.)",
        "Prehensile tail",
        "Ultra hearing: (Hear the faintest whisper from 2 miles away.)",
        "Ultra sense of smell: (Detect the faintest scent from 8 miles away.)",
        "Horned: (Has a pair of stag beetle horns.)",
        "Horned: (Has a pair of goat horns.)",
        "Winged: ( Take flight with angel wings .)",
        "Horned: (Has a pair of moose horns.)",
        "Ultra sense of smell: (Detect the faintest scent from 961 metres away.)",
        "Super sense of smell: (Detect the faintest scent from 506 metres away.)",
        "Horned: (Has a pair of rhino horns.)",
        "Ultra sight: (See the smallest details from 182 metres away.)",
        "Super sense of smell: (Detect the faintest scent from 100 metres away.)",
        "Improved sight: (See the smallest details from 8 miles away.)",
        "Animorph: (Transform into amermaid indefinitely.)",
        "Ultra sight: (See the smallest details from 55 metres away.)",
        "Ultra sight: (See the smallest details from 3 miles away.)",
        "Winged: ( Take flight with dragon wings .)",
        "Ultra hearing: (Hear the faintest whisper from 210 metres away.)",
        "Animorph: (Transform into a dragon .)",
        "Animorph: (Transform into a cat .)",
        "Animorph: (Transform into a dragon with no time limits.)",
        "Winged: ( Take flight with hawk wings .)",
        "Ultra sight: (See the smallest details from 349 metres away.)",
        "Improved hearing: (Hear the faintest whisper from 826 metres away.)",
        "Winged: ( Take flight with dragonfly wings .)",
        "Donkey-eared",
        "Ultra hearing: (Hear the faintest whisper from 344 metres away.)",
        "Improved hearing: (Hear the faintest whisper from 75 metres away.)",
        "Ultra sense of smell: (Detect the faintest scent from 60 metres away.)",
        "Super sight: (See the smallest details from 257 metres away.)",
        "Winged: ( Take flight with eagle wings for a few moments.)",
        "Super hearing: (Hear the faintest whisper from 86 metres away.)",
        "Winged: ( Take flight with butterfly wings indefinitely.)",
        "Super hearing: (Hear the faintest whisper from 57 metres away.)",
        "Improved sense of smell: (Detect the faintest scent from 256 metres away.)",
        "Improved hearing: (Hear the faintest whisper from 256 metres away.)",
        "Animorph: (Transform into a beast .)",
        "Cat-tailed",
        "Improved hearing: (Hear the faintest whisper from 240 metres away.)",
        "Super sight: (See the smallest details from 460 metres away.)",
        "Improved hearing: (Hear the faintest whisper from 246 metres away.)",
        "Animorph: (Transform into ahorse with no time limits.)",
        "Improved sight: (See the smallest details from 157 metres away.)",
        "Super sense of smell: (Detect the faintest scent from 328 metres away.)",
        "Improved hearing: (Hear the faintest whisper from 893 metres away.)",
        "Ultra hearing: (Hear the faintest whisper from 67 metres away.)",
        "Ultra hearing: (Hear the faintest whisper from 86 metres away.)",
        "Super sense of smell: (Detect the faintest scent from 79 metres away.)",
        "Improved hearing: (Hear the faintest whisper from 59 metres away.)",
        "Ultra hearing: (Hear the faintest whisper from 54 metres away.)",
        "Winged: ( Take flight with hawk wings for a few moments.)",
        "Animorph: (Transform into a dragon for up to50 hours at a time.)",
        "Winged: ( Take flight with dragon wings with no time limits.)",
        "Super sight: (See the smallest details from 732 metres away.)",
        "Winged: ( Take flight with hawk wings with no time limits.)",
        "Super hearing: (Hear the faintest whisper from 3 miles away.)",
        "Super sense of smell: (Detect the faintest scent from 75 metres away.)",
        "Animorph: (Transform into a bird for a few moments.)",
        "Super sight: (See the smallest details from 10 miles away.)",
        "Super hearing: (Hear the faintest whisper from 254 metres away.)",
        "Animorph: (Transform into a dragon for up to210 hours at a time.)",
        "Animorph: (Transform into afrog with no time limits.)",
        "Eyeless",
        "Ultra sight: (See the smallest details from 71 metres away.)",
        "Cat-eyed",
        "Ultra sight: (See the smallest details from 212 metres away.)",
        "Animorph: (Transform into amermaid .)",
        "Winged: ( Take flight with hawk wings for up to60 hours at a time.)",
        "Winged: ( Take flight with eagle wings .)",
        "Improved hearing: (Hear the faintest whisper from 637 metres away.)",
        "Ultra sense of smell: (Detect the faintest scent from 124 metres away.)",
        "Super hearing: (Hear the faintest whisper from 62 metres away.)",
        "Animorph: (Transform into acentaur .)",
        "Improved sight: (See the smallest details from 77 metres away.)",
        "Animorph: (Transform into acentaur indefinitely.)",
        "Improved hearing: (Hear the faintest whisper from 2 miles away.)",
        "Super sense of smell: (Detect the faintest scent from 76 metres away.)",
        "Winged: ( Take flight with bird wings with no time limits.)",
        "Animorph: (Transform into awerewolf .)",
        "Super hearing: (Hear the faintest whisper from 4 miles away.)",
        "Super hearing: (Hear the faintest whisper from 79 metres away.)",
        "Improved sense of smell: (Detect the faintest scent from 80 metres away.)",
        "Ultra hearing: (Hear the faintest whisper from 9 miles away.)",
        "Ultra sight: (See the smallest details from 10 miles away.)",
        "Improved sight: (See the smallest details from 534 metres away.)",
        "Super sight: (See the smallest details from 114 metres away.)",
        "Ultra sense of smell: (Detect the faintest scent from 549 metres away.)",
        "Animorph: (Transform into a dog indefinitely.)",
        "Winged: ( Take flight with bee wings .)",
        "Horned: (Has a pair of oryx horns.)",
        "Animorph: (Transform into afrog .)",
        "Super sight: (See the smallest details from 97 metres away.)",
        "Improved hearing: (Hear the faintest whisper from 368 metres away.)",
        "Super hearing: (Hear the faintest whisper from 468 metres away.)",
        "Super sense of smell: (Detect the faintest scent from 734 metres away.)",
        "Improved sight: (See the smallest details from 7 miles away.)",
        "Winged: ( Take flight with eagle wings with no time limits.)",
        "Horned: (Has a pair of gazelle horns.)",
        "Animorph: (Transform into a dog with no time limits.)",
        "Ultra sight: (See the smallest details from 91 metres away.)",
        "Ultra sense of smell: (Detect the faintest scent from 61 metres away.)",
        "Animorph: (Transform into an animal .)",
        "Improved hearing: (Hear the faintest whisper from 3 miles away.)",
        "Improved hearing: (Hear the faintest whisper from 5 miles away.)",
        "Ultra sense of smell: (Detect the faintest scent from 435 metres away.)",
        "Winged: ( Take flight with dragon wings for up to50 hours at a time.)",
        "Winged: ( Take flight with angel wings for up to80 hours at a time.)",
        "Ultra hearing: (Hear the faintest whisper from 79 metres away.)",
        "Animorph: (Transform into a dog for a few moments.)",
        "Improved hearing: (Hear the faintest whisper from 110 metres away.)",
        "Improved sight: (See the smallest details from 58 metres away.)",
        "Ultra hearing: (Hear the faintest whisper from 8 miles away.)",
        "Animorph: (Transform into an animal for up to20 hours at a time.)",
        "Improved hearing: (Hear the faintest whisper from 84 metres away.)",
        "Super hearing: (Hear the faintest whisper from 124 metres away.)",
        "Ultra sight: (See the smallest details from 695 metres away.)",
        "Animorph: (Transform into ahorse for up to160 hours at a time.)",
        "Super sight: (See the smallest details from 92 metres away.)",
        "Winged: ( Take flight with butterfly wings for up to 30 minutes at a time.)",
        "Improved sense of smell: (Detect the faintest scent from 6 miles away.)",
        "Ultra hearing: (Hear the faintest whisper from 63 metres away.)",
        "Super hearing: (Hear the faintest whisper from 64 metres away.)",
        "Improved sight: (See the smallest details from 166 metres away.)",
        "Winged: ( Take flight with dragonfly wings indefinitely.)",
        "Super sense of smell: (Detect the faintest scent from 6 miles away.)",
        "Super sight: (See the smallest details from 237 metres away.)",
        "Improved sense of smell: (Detect the faintest scent from 392 metres away.)",
        "Super sense of smell: (Detect the faintest scent from 5 miles away.)",
        "Winged: ( Take flight with bat wings for up to 40 minutes at a time.)",
        "Animorph: (Transform into an animal with no time limits.)",
        "Super sight: (See the smallest details from 68 metres away.)",
        "Winged: ( Take flight with bat wings with no time limits.)",
        "Super sight: (See the smallest details from 747 metres away.)",
        "Super sight: (See the smallest details from 89 metres away.)",
        "Improved hearing: (Hear the faintest whisper from 348 metres away.)",
        "Super sense of smell: (Detect the faintest scent from 4 miles away.)",
        "Animorph: (Transform into ahorse indefinitely.)",
        "Improved sight: (See the smallest details from 165 metres away.)",
        "Improved hearing: (Hear the faintest whisper from 78 metres away.)",
        "Ultra hearing: (Hear the faintest whisper from 335 metres away.)",
        "Super hearing: (Hear the faintest whisper from 2 miles away.)",
        "Improved sight: (See the smallest details from 323 metres away.)",
        "Eyelid-less",
        "Animorph: (Transform into arabbit .)",
        "Ultra sense of smell: (Detect the faintest scent from 232 metres away.)",
        "Animorph: (Transform into arabbit for a few moments.)",
        "Super sight: (See the smallest details from 8 miles away.)",
        "Winged: ( Take flight with bee wings for up to210 hours at a time.)",
        "Animorph: (Transform into awerewolf for up to 20 minutes at a time.)",
        "Super sight: (See the smallest details from 238 metres away.)",
        "Winged: ( Take flight with bat wings indefinitely.)",
        "Improved hearing: (Hear the faintest whisper from 73 metres away.)",
        "Super sense of smell: (Detect the faintest scent from 77 metres away.)",
        "Winged: ( Take flight with angel wings for up to 30 minutes at a time.)",
        "Super sense of smell: (Detect the faintest scent from 91 metres away.)",
        "Ultra sense of smell: (Detect the faintest scent from 158 metres away.)",
        "Improved sense of smell: (Detect the faintest scent from 8 miles away.)",
        "Ultra sense of smell: (Detect the faintest scent from 9 miles away.)",
        "Animorph: (Transform into a dragon indefinitely.)",
        "Improved sense of smell: (Detect the faintest scent from 319 metres away.)",
        "Animorph: (Transform into a beast for up to 20 minutes at a time.)",
        "Improved sight: (See the smallest details from 86 metres away.)",
        "Super sight: (See the smallest details from 562 metres away.)",
        "Improved sight: (See the smallest details from 744 metres away.)",
        "Super hearing: (Hear the faintest whisper from 567 metres away.)",
        "Winged: ( Take flight with bat wings for up to230 hours at a time.)",
        "Improved sight: (See the smallest details from 407 metres away.)",
        "Super sense of smell: (Detect the faintest scent from 971 metres away.)",
        "Improved sight: (See the smallest details from 963 metres away.)",
        "Winged: ( Take flight with butterfly wings with no time limits.)",
        "Winged: ( Take flight with bird wings .)",
        "Winged: ( Take flight with bat wings for up to 30 minutes at a time.)",
        "Ultra hearing: (Hear the faintest whisper from 349 metres away.)",
        "Improved hearing: (Hear the faintest whisper from 53 metres away.)",
        "Super sight: (See the smallest details from 290 metres away.)",
        "Improved sense of smell: (Detect the faintest scent from 759 metres away.)",
        "Winged: ( Take flight with bird wings indefinitely.)",
        "Improved sight: (See the smallest details from 797 metres away.)",
        "Super hearing: (Hear the faintest whisper from 628 metres away.)",
        "Improved sense of smell: (Detect the faintest scent from 2 miles away.)",
        "Improved hearing: (Hear the faintest whisper from 4 miles away.)",
        "Winged: ( Take flight with bee wings for up to120 hours at a time.)",
        "Ultra hearing: (Hear the faintest whisper from 6 miles away.)",
        "Super sight: (See the smallest details from 145 metres away.)",
        "Winged: ( Take flight with bird wings for a few moments.)",
        "Animorph: (Transform into a beast with no time limits.)",
        "Super hearing: (Hear the faintest whisper from 8 miles away.)",
        "Super sight: (See the smallest details from 941 metres away.)",
        "Ultra sense of smell: (Detect the faintest scent from 184 metres away.)",
        "Super sense of smell: (Detect the faintest scent from 386 metres away.)",
        "Super sight: (See the smallest details from 381 metres away.)",
        "Winged: ( Take flight with bat wings for up to30 hours at a time.)",
        "Ultra sense of smell: (Detect the faintest scent from 86 metres away.)",
        "Ultra sense of smell: (Detect the faintest scent from 123 metres away.)",
        "Super sight: (See the smallest details from 440 metres away.)",
        "Super hearing: (Hear the faintest whisper from 68 metres away.)",
        "Ultra sight: (See the smallest details from 382 metres away.)",
        "Super sight: (See the smallest details from 5 miles away.)",
        "Animorph: (Transform into ahorse .)",
        "Super sense of smell: (Detect the faintest scent from 3 miles away.)",
        "Improved sense of smell: (Detect the faintest scent from 468 metres away.)",
        "Animorph: (Transform into ahorse for up to210 hours at a time.)",
        "Super hearing: (Hear the faintest whisper from 662 metres away.)",
        "Ultra sight: (See the smallest details from 8 miles away.)",
        "Improved sense of smell: (Detect the faintest scent from 328 metres away.)",
        "Improved hearing: (Hear the faintest whisper from 372 metres away.)",
        "Improved hearing: (Hear the faintest whisper from 712 metres away.)",
        "Super hearing: (Hear the faintest whisper from 200 metres away.)",
        "Super sense of smell: (Detect the faintest scent from 311 metres away.)",
        "Ultra hearing: (Hear the faintest whisper from 95 metres away.)",
        "Animorph: (Transform into agoat for up to 10 minutes at a time.)",
        "Super sight: (See the smallest details from 314 metres away.)",
        "Winged: ( Take flight with dragonfly wings for a few moments.)",
        "Improved hearing: (Hear the faintest whisper from 619 metres away.)",
        "Ultra sense of smell: (Detect the faintest scent from 62 metres away.)",
        "Ultra sense of smell: (Detect the faintest scent from 10 miles away.)",
        "Ultra hearing: (Hear the faintest whisper from 462 metres away.)",
        "Improved sight: (See the smallest details from 65 metres away.)",
        "Improved sense of smell: (Detect the faintest scent from 599 metres away.)",
        "Super hearing: (Hear the faintest whisper from 599 metres away.)"
    ],
    "Super Human": [
        "Berserker: (Substantially increase power, stamina and rage at the cost of self-control.)",
        "Ultra bone density",
        "Super acceleration: (Go from standing to top speed  instantaneously.)",
        "Body separation: (Detach and reattach limbs at will.)",
        "Rubber bones: (No fall or blow will break them.)",
        "Enhanced beauty",
        "Ultra agility",
        "Pitcher's arm: (Throw items super fast and super far.)",
        "Perfect health: (Never gets sick.)",
        "Enhanced regeneration",
        "Improved sense of smell: (Detect the faintest scent up to 328 meters (1,076 feet) away.)",
        "Bone generation: (Grow and manipulate bones anywhere on the body.)",
        "Improved grip",
        "Enhanced reflexes",
        "Ultra dexterity",
        "Ultra stealth",
        "Super acceleration: (Go from standing to top speed  in 1 second.)",
        "Ultra light touch: (A steady hand and delicate touch.)",
        "Shape shifter",
        "Super punch: (Easily punch through solid steel.)",
        "Enhanced sense of taste",
        "Stretchy body",
        "Improved leap: (Leap forward 90 meters (295 feet) when running.)",
        "Ultra hearing: (Hear the faintest whisper up to 791 meters (2,595 feet) away.)",
        "Ultra regeneration",
        "Super grip",
        "Enhanced grip",
        "Ultra endurance: (Keep going even through the toughest challenges and obstacles.)",
        "Super swimmer: (Swim at 114 mph (183 kph) for up to 11 minutes before tiring.)",
        "Super stamina: (Keep going for 935 hours straight before tiring.)",
        "Super silent movement",
        "Improved stealth",
        "Super punch: (Easily punch through solid rock.)",
        "Enhanced leap: (Leap forward 928 meters (3,045 feet) when running.)",
        "Super sense of taste",
        "Super pain threshold",
        "Super swimmer: (Swim at 221 mph (356 kph) for up to 27 seconds before tiring.)",
        "Super temperature regulation: (Never get too hot or cold.)",
        "Ultra silent movement",
        "Super evasion: (Easily dodge and avoid incoming attacks.)",
        "Enhanced stamina: (Keep going for 995 hours straight before tiring.)",
        "Enhanced hearing: (Hear the faintest whisper up to 449 meters (1,473 feet) away.)",
        "Ultra  climber",
        "Super reflexes",
        "Super sense of smell: (Detect the faintest scent up to 997 meters (3,271 feet) away.)",
        "Super  climber",
        "Enhanced flexibility",
        "Ultra hearing: (Hear the faintest whisper up to 887 meters (2,910 feet) away.)",
        "Enhanced stealth",
        "Enhanced hearing: (Hear the faintest whisper up to 433 meters (1,421 feet) away.)",
        "Improved stamina: (Keep going for 528 hours straight before tiring.)",
        "Ultra flexibility",
        "Super stamina: (Keep going for 270 hours straight before tiring.)",
        "Accelerated healing",
        "Super speed: (Run at 476 mph (766 kph) for up to 247 days before tiring.)",
        "Enhanced jump: (Jump up as high as the houses and land safely.)",
        "Ultra reflexes",
        "Improved sense of taste",
        "Ultra sense of smell: (Detect the faintest scent up to 375 meters (1,230 feet) away.)",
        "Super light touch: (A steady hand and delicate touch.)",
        "Enhanced  muscular",
        "Ultra tough skin: (Nothing can pierce it.)",
        "Improved temperature regulation: (Never get too hot or cold.)",
        "Super jump: (Jump up as high as a skyscraper and land safely.)",
        "Enhanced strength: (Lift up to 6013lb (2,727kg).)",
        "Super beauty",
        "Enhanced sense of touch",
        "Rubber body: (Even a fall from the highest place barely leaves a scratch.)",
        "Ultra sight: (See the smallest details up to 430 meters (1,411 feet) away.)",
        "Super swimmer: (Swim at 710 mph (1,143 kph) for up to 358 days before tiring.)",
        "Improved leap: (Leap forward 794 meters (2,605 feet) when running.)",
        "Improved  climber",
        "Improved agility",
        "Improved jump: (Jump up as high as a skyscraper but break multiple bones landing on hard surfaces.)",
        "Ultra beauty",
        "Ultra temperature regulation: (Never get too hot or cold.)",
        "Enhanced strength: (Lift up to 8734lb (3,962kg).)",
        "Improved sense of smell: (Detect the faintest scent up to 921 meters (3,022 feet) away.)",
        "Ultra sight: (See the smallest details up to 921 meters (3,022 feet) away.)",
        "Improved sense of touch",
        "Ultra punch: (Able to destroy most things with a single punch.)",
        "Super bone density",
        "Super sense of smell: (Detect the faintest scent up to 361 meters (1,184 feet) away.)",
        "Enhanced jump: (Jump up as high as the trees but break multiple bones landing on hard surfaces.)",
        "Enhanced strength: (Lift up to 968lb (439kg).)",
        "Enhanced agility",
        "Super speed: (Run at 127 mph (204 kph) for up to 15 minutes before tiring.)",
        "Improved light touch: (A steady hand and delicate touch.)",
        "Improved bone density",
        "Ultra sense of taste",
        "Improved beauty",
        "Ultra stamina: (Keep going for 595 hours straight before tiring.)",
        "Improved hearing: (Hear the faintest whisper up to 508 meters (1,667 feet) away.)",
        "Improved dexterity",
        "Super shrimp: (Weak/small build, Improved  strength.)",
        "Improved hearing: (Hear the faintest whisper up to 2 meters (7 feet) away.)",
        "Hidden strength: (Regular build, Ultra  strength.)",
        "Ultra sight: (See the smallest details up to 734 meters (2,408 feet) away.)",
        "Super hearing: (Hear the faintest whisper up to 679 meters (2,228 feet) away.)",
        "Hidden strength: (Regular build, Improved  strength.)",
        "Super swimmer: (Swim at 700 mph (1,127 kph) for up to 24 seconds before tiring.)",
        "Enhanced leap: (Leap forward 330 meters (1,083 feet) when running.)",
        "Super strength: (Lift up to 6727lb (3,051kg).)",
        "Enhanced endurance: (Keep going even through the toughest challenges and obstacles.)",
        "Improved tough skin: (Nothing can pierce it.)",
        "Enhanced sense of smell: (Detect the faintest scent up to 148 meters (486 feet) away.)",
        "Super swimmer: (Swim at 300 mph (483 kph) for up to 19 seconds before tiring.)",
        "Ultra hearing: (Hear the faintest whisper up to 631 meters (2,070 feet) away.)",
        "Improved stamina: (Keep going for 350 hours straight before tiring.)",
        "Super endurance: (Keep going even through the toughest challenges and obstacles.)",
        "Ultra hearing: (Hear the faintest whisper up to 953 meters (3,127 feet) away.)",
        "Super shrimp: (Weak/small build, Ultra  strength.)",
        "Super shrimp: (Weak/small build, Super  strength.)",
        "Super swimmer: (Swim at 903 mph (1,453 kph) for up to 40 seconds before tiring.)",
        "Enhanced sense of smell: (Detect the faintest scent up to 381 meters (1,250 feet) away.)",
        "Improved jump: (Jump up as high as 852 meters (2,795 feet) but break multiple bones landing on hard surfaces.)",
        "Enhanced punch: (Able to destroy most things with a single punch.)",
        "Enhanced stamina: (Keep going for 482 hours straight before tiring.)",
        "Improved sense of smell: (Detect the faintest scent up to 349 meters (1,145 feet) away.)",
        "Super sense of smell: (Detect the faintest scent up to 586 meters (1,923 feet) away.)",
        "Enhanced jump: (Jump up as high as the tallest trees but break multiple bones landing on hard surfaces.)",
        "Ultra leap: (Leap forward 634 meters (2,080 feet) when running.)",
        "Super acceleration: (Go from standing to top speed  in 2 seconds.)",
        "Improved flexibility",
        "Enhanced dexterity",
        "Ultra hearing: (Hear the faintest whisper up to 804 meters (2,638 feet) away.)",
        "Improved reflexes",
        "Ultra pain threshold",
        "Ultra sense of touch",
        "Super acceleration: (Go from standing to top speed  in 0.02 seconds.)",
        "Super regeneration",
        "Ultra sense of smell: (Detect the faintest scent up to 82 meters (269 feet) away.)",
        "Super speed: (Run at 407 mph (655 kph) for up to 44 minutes before tiring.)",
        "Super stealth",
        "Enhanced sight: (See the smallest details up to 566 meters (1,857 feet) away.)",
        "Super speed: (Run at 781 mph (1,257 kph) for up to 4 hours before tiring.)",
        "Improved endurance: (Keep going even through the toughest challenges and obstacles.)",
        "Improved stamina: (Keep going for 631 hours straight before tiring.)",
        "Super dexterity",
        "Ultra grip",
        "Super speed: (Run at 682 mph (1,098 kph) for up to 17 hours before tiring.)",
        "Super acceleration: (Go from standing to top speed  in 0.4 seconds.)",
        "Improved stamina: (Keep going for 354 hours straight before tiring.)",
        "Super acceleration: (Go from standing to top speed  in 0.6 seconds.)",
        "Enhanced leap: (Leap forward 236 meters (774 feet) when running.)",
        "Improved silent movement",
        "Enhanced  climber",
        "Enhanced silent movement",
        "Enhanced strength: (Lift up to 3933lb (1,784kg).)",
        "Enhanced temperature regulation: (Never get too hot or cold.)",
        "Improved sense of smell: (Detect the faintest scent up to 980 meters (3,215 feet) away.)",
        "Super jump: (Jump up as high as the tallest trees and land safely.)",
        "Ultra strength: (Lift up to 2582lb (1,171kg).)",
        "Ultra hearing: (Hear the faintest whisper up to 555 meters (1,821 feet) away.)",
        "Super hearing: (Hear the faintest whisper up to 279 meters (915 feet) away.)",
        "Super jump: (Jump up as high as 726 meters (2,382 feet) but break multiple bones landing on hard surfaces.)",
        "Ultra leap: (Leap forward 72 meters (236 feet) when running.)",
        "Super  muscular",
        "Enhanced bone density",
        "Hidden strength: (Regular build, Super  strength.)",
        "Ultra stamina: (Keep going for 458 hours straight before tiring.)",
        "Super swimmer: (Swim at 216 mph (348 kph) for up to 8 seconds before tiring.)",
        "Enhanced strength: (Lift up to 8763lb (3,975kg).)",
        "Improved sense of smell: (Detect the faintest scent up to 244 meters (801 feet) away.)",
        "Super jump: (Jump up as high as 448 meters (1,470 feet) but break multiple bones landing on hard surfaces.)",
        "Enhanced jump: (Jump up as high as the mountains and land safely.)",
        "Super sense of smell: (Detect the faintest scent up to 175 meters (574 feet) away.)",
        "Super swimmer: (Swim at 940 mph (1,513 kph) for up to 24 seconds before tiring.)",
        "Super acceleration: (Go from standing to top speed  in 0.08 seconds.)",
        "Improved sight: (See the smallest details up to 846 meters (2,776 feet) away.)",
        "Super flexibility",
        "Ultra jump: (Jump up as high as 908 meters (2,979 feet) and land safely.)",
        "Enhanced tough skin: (Nothing can pierce it.)",
        "Super agility",
        "Ultra jump: (Jump up as high as the houses but break multiple bones landing on hard surfaces.)",
        "Enhanced sight: (See the smallest details up to 663 meters (2,175 feet) away.)",
        "Super swimmer: (Swim at 655 mph (1,054 kph) for up to 298 days before tiring.)",
        "Super speed: (Run at 520 mph (837 kph) for up to 59 seconds before tiring.)",
        "Super tough skin: (Nothing can pierce it.)",
        "Super swimmer: (Swim at 835 mph (1,344 kph) for up to 6 hours before tiring.)",
        "Super sight: (See the smallest details up to 239 meters (784 feet) away.)",
        "Super swimmer: (Swim at 821 mph (1,321 kph) for up to 10 seconds before tiring.)",
        "Improved pain threshold",
        "Ultra stamina: (Keep going for 219 hours straight before tiring.)",
        "Enhanced strength: (Lift up to 8566lb (3,885kg).)",
        "Super stamina: (Keep going for 256 hours straight before tiring.)",
        "Ultra strength: (Lift up to 8281lb (3,756kg).)",
        "Super strength: (Lift up to 1675lb (760kg).)",
        "Ultra leap: (Leap forward 686 meters (2,251 feet) when running.)",
        "Super speed: (Run at 404 mph (650 kph) for up to 3 hours before tiring.)",
        "Super acceleration: (Go from standing to top speed  in 0.05 seconds.)",
        "Super acceleration: (Go from standing to top speed  in 0.01 seconds.)",
        "Super speed: (Run at 397 mph (639 kph) for up to 259 days before tiring.)",
        "Improved sight: (See the smallest details up to 788 meters (2,585 feet) away.)",
        "Super swimmer: (Swim at 497 mph (800 kph) for up to 24 minutes before tiring.)",
        "Super swimmer: (Swim at 161 mph (259 kph) for up to 3 seconds before tiring.)",
        "Ultra leap: (Leap forward 508 meters (1,667 feet) when running.)",
        "Super swimmer: (Swim at 47 mph (76 kph) for up to 57 minutes before tiring.)",
        "Improved jump: (Jump up as high as 249 meters (817 feet) but break multiple bones landing on hard surfaces.)",
        "Super speed: (Run at 96 mph (154 kph) for up to 2 minutes before tiring.)",
        "Improved hearing: (Hear the faintest whisper up to 549 meters (1,801 feet) away.)",
        "Super swimmer: (Swim at 735 mph (1,183 kph) for up to 105 days before tiring.)",
        "Super sight: (See the smallest details up to 366 meters (1,201 feet) away.)",
        "Improved hearing: (Hear the faintest whisper up to 504 meters (1,654 feet) away.)",
        "Super swimmer: (Swim at 344 mph (554 kph) for up to 9 hours before tiring.)",
        "Super stamina: (Keep going for 88 hours straight before tiring.)",
        "Enhanced strength: (Lift up to 5374lb (2,438kg).)",
        "Super strength: (Lift up to 1178lb (534kg).)",
        "Super acceleration: (Go from standing to top speed  in 0.09 seconds.)",
        "Super swimmer: (Swim at 366 mph (589 kph) for up to 34 minutes before tiring.)",
        "Super swimmer: (Swim at 110 mph (177 kph) for up to 33 minutes before tiring.)",
        "Super strength: (Lift up to 6539lb (2,966kg).)",
        "Enhanced pain threshold",
        "Super shrimp: (Weak/small build, Enhanced  strength.)",
        "Super punch: (Able to destroy most things with a single punch.)",
        "Super speed: (Run at 708 mph (1,139 kph) for up to 55 minutes before tiring.)",
        "Improved sight: (See the smallest details up to 563 meters (1,847 feet) away.)",
        "Improved strength: (Lift up to 7602lb (3,448kg).)",
        "Enhanced light touch: (A steady hand and delicate touch.)",
        "Improved sight: (See the smallest details up to 790 meters (2,592 feet) away.)",
        "Ultra jump: (Jump up as high as the mountains and land safely.)",
        "Improved strength: (Lift up to 9385lb (4,257kg).)",
        "Super speed: (Run at 816 mph (1,313 kph) for up to 19 hours before tiring.)",
        "Super hearing: (Hear the faintest whisper up to 929 meters (3,048 feet) away.)",
        "Improved jump: (Jump up as high as 929 meters (3,048 feet) but break multiple bones landing on hard surfaces.)",
        "Ultra sight: (See the smallest details up to 358 meters (1,175 feet) away.)",
        "Super swimmer: (Swim at 239 mph (385 kph) for up to 19 minutes before tiring.)",
        "Enhanced sight: (See the smallest details up to 877 meters (2,877 feet) away.)",
        "Super swimmer: (Swim at 924 mph (1,487 kph) for up to 8 seconds before tiring.)",
        "Improved strength: (Lift up to 6528lb (2,961kg).)",
        "Super speed: (Run at 942 mph (1,516 kph) for up to 16 seconds before tiring.)",
        "Improved strength: (Lift up to 5191lb (2,355kg).)",
        "Super speed: (Run at 408 mph (657 kph) for up to 7 hours before tiring.)",
        "Super swimmer: (Swim at 683 mph (1,099 kph) for up to 23 seconds before tiring.)",
        "Ultra leap: (Leap forward 788 meters (2,585 feet) when running.)",
        "Super speed: (Run at 720 mph (1,159 kph) for up to 261 days before tiring.)",
        "Ultra stamina: (Keep going for 901 hours straight before tiring.)",
        "Improved stamina: (Keep going for 773 hours straight before tiring.)",
        "Improved hearing: (Hear the faintest whisper up to 58 meters (190 feet) away.)",
        "Improved jump: (Jump up as high as 58 meters (190 feet) and land safely.)",
        "Ultra stamina: (Keep going for 181 hours straight before tiring.)",
        "Super speed: (Run at 320 mph (515 kph) for up to 296 days before tiring.)",
        "Super speed: (Run at 691 mph (1,112 kph) for up to 47 minutes before tiring.)",
        "Enhanced jump: (Jump up as high as 291 meters (955 feet) and land safely.)",
        "Improved  muscular",
        "Improved strength: (Lift up to 4305lb (1,953kg).)",
        "Super speed: (Run at 724 mph (1,165 kph) for up to 19 seconds before tiring.)",
        "Improved jump: (Jump up as high as 303 meters (994 feet) and land safely.)",
        "Super sense of smell: (Detect the faintest scent up to 303 meters (994 feet) away.)",
        "Improved jump: (Jump up as high as the mountains but break multiple bones landing on hard surfaces.)",
        "Enhanced jump: (Jump up as high as the clouds but break multiple bones landing on hard surfaces.)",
        "Super swimmer: (Swim at 762 mph (1,226 kph) for up to 24 minutes before tiring.)",
        "Super hearing: (Hear the faintest whisper up to 180 meters (591 feet) away.)",
        "Super acceleration: (Go from standing to top speed  in 0.1 seconds.)",
        "Super jump: (Jump up as high as the trees and land safely.)",
        "Super speed: (Run at 419 mph (674 kph) for up to 25 seconds before tiring.)",
        "Super speed: (Run at 267 mph (430 kph) for up to 12 hours before tiring.)",
        "Super speed: (Run at 801 mph (1,289 kph) for up to 47 seconds before tiring.)",
        "Ultra sense of smell: (Detect the faintest scent up to 816 meters (2,677 feet) away.)",
        "Improved strength: (Lift up to 7138lb (3,238kg).)",
        "Ultra stamina: (Keep going for 220 hours straight before tiring.)",
        "Ultra jump: (Jump up as high as 814 meters (2,671 feet) and land safely.)",
        "Super swimmer: (Swim at 271 mph (436 kph) for up to 45 seconds before tiring.)",
        "Ultra hearing: (Hear the faintest whisper up to 750 meters (2,461 feet) away.)",
        "Enhanced leap: (Leap forward 750 meters (2,461 feet) when running.)",
        "Enhanced stamina: (Keep going for 473 hours straight before tiring.)",
        "Ultra leap: (Leap forward 813 meters (2,667 feet) when running.)",
        "Super swimmer: (Swim at 694 mph (1,117 kph) for up to 14 minutes before tiring.)",
        "Improved regeneration",
        "Super acceleration: (Go from standing to top speed  in 0.7 seconds.)",
        "Improved sight: (See the smallest details up to 250 meters (820 feet) away.)",
        "Super stamina: (Keep going for 794 hours straight before tiring.)",
        "Super speed: (Run at 768 mph (1,236 kph) for up to 9 hours before tiring.)",
        "Super strength: (Lift up to 8277lb (3,754kg).)",
        "Improved jump: (Jump up as high as the clouds and land safely.)",
        "Enhanced hearing: (Hear the faintest whisper up to 288 meters (945 feet) away.)",
        "Super leap: (Leap forward 288 meters (945 feet) when running.)",
        "Enhanced stamina: (Keep going for 534 hours straight before tiring.)",
        "Enhanced sense of smell: (Detect the faintest scent up to 579 meters (1,900 feet) away.)",
        "Super swimmer: (Swim at 689 mph (1,109 kph) for up to 30 minutes before tiring.)",
        "Super stamina: (Keep going for 49 hours straight before tiring.)",
        "Super sense of smell: (Detect the faintest scent up to 194 meters (636 feet) away.)",
        "Super sight: (See the smallest details up to 336 meters (1,102 feet) away.)",
        "Super jump: (Jump up as high as 428 meters (1,404 feet) but break multiple bones landing on hard surfaces.)",
        "Improved sight: (See the smallest details up to 428 meters (1,404 feet) away.)",
        "Improved strength: (Lift up to 5299lb (2,404kg).)",
        "Super speed: (Run at 501 mph (806 kph) for up to 6 hours before tiring.)",
        "Improved punch: (Able to destroy most things with a single punch.)",
        "Super jump: (Jump up as high as the trees but break multiple bones landing on hard surfaces.)",
        "Super swimmer: (Swim at 114 mph (183 kph) for up to 28 minutes before tiring.)",
        "Super speed: (Run at 880 mph (1,416 kph) for up to 21 hours before tiring.)",
        "Enhanced strength: (Lift up to 3580lb (1,624kg).)",
        "Super leap: (Leap forward 825 meters (2,707 feet) when running.)",
        "Super stamina: (Keep going for 202 hours straight before tiring.)",
        "Super swimmer: (Swim at 593 mph (954 kph) for up to 188 days before tiring.)",
        "Super sense of touch",
        "Ultra stamina: (Keep going for 644 hours straight before tiring.)",
        "Super jump: (Jump up as high as the mountains and land safely.)",
        "Improved sight: (See the smallest details up to 5 meters (16 feet) away.)",
        "Super strength: (Lift up to 1725lb (782kg).)",
        "Super speed: (Run at 783 mph (1,260 kph) for up to 11 seconds before tiring.)",
        "Ultra strength: (Lift up to 4441lb (2,014kg).)",
        "Super speed: (Run at 446 mph (718 kph) for up to 9 hours before tiring.)",
        "Ultra strength: (Lift up to 1984lb (900kg).)",
        "Enhanced strength: (Lift up to 4327lb (1,963kg).)",
        "Improved hearing: (Hear the faintest whisper up to 362 meters (1,188 feet) away.)",
        "Enhanced strength: (Lift up to 4438lb (2,013kg).)",
        "Ultra jump: (Jump up as high as the mountains but break multiple bones landing on hard surfaces.)",
        "Improved sight: (See the smallest details up to 567 meters (1,860 feet) away.)",
        "Super leap: (Leap forward 567 meters (1,860 feet) when running.)",
        "Super sense of smell: (Detect the faintest scent up to 115 meters (377 feet) away.)",
        "Ultra  muscular",
        "Enhanced jump: (Jump up as high as 688 meters (2,257 feet) but break multiple bones landing on hard surfaces.)",
        "Ultra strength: (Lift up to 3231lb (1,466kg).)",
        "Super hearing: (Hear the faintest whisper up to 53 meters (174 feet) away.)",
        "Enhanced strength: (Lift up to 5189lb (2,354kg).)",
        "Enhanced sight: (See the smallest details up to 550 meters (1,804 feet) away.)",
        "Enhanced hearing: (Hear the faintest whisper up to 550 meters (1,804 feet) away.)",
        "Improved sense of smell: (Detect the faintest scent up to 869 meters (2,851 feet) away.)",
        "Ultra sense of smell: (Detect the faintest scent up to 379 meters (1,243 feet) away.)",
        "Enhanced hearing: (Hear the faintest whisper up to 245 meters (804 feet) away.)",
        "Super speed: (Run at 151 mph (243 kph) for up to 14 minutes before tiring.)",
        "Enhanced hearing: (Hear the faintest whisper up to 769 meters (2,523 feet) away.)",
        "Super speed: (Run at 380 mph (612 kph) for up to 17 minutes before tiring.)",
        "Super sense of smell: (Detect the faintest scent up to 827 meters (2,713 feet) away.)",
        "Super speed: (Run at 434 mph (698 kph) for up to 34 minutes before tiring.)",
        "Ultra leap: (Leap forward 426 meters (1,398 feet) when running.)",
        "Ultra hearing: (Hear the faintest whisper up to 821 meters (2,694 feet) away.)",
        "Super swimmer: (Swim at 426 mph (686 kph) for up to 16 seconds before tiring.)",
        "Ultra strength: (Lift up to 8835lb (4,007kg).)",
        "Super swimmer: (Swim at 601 mph (967 kph) for up to 3 hours before tiring.)",
        "Super speed: (Run at 740 mph (1,191 kph) for up to 171 days before tiring.)",
        "Enhanced sense of smell: (Detect the faintest scent up to 567 meters (1,860 feet) away.)",
        "Super speed: (Run at 608 mph (978 kph) for up to 59 seconds before tiring.)",
        "Ultra stamina: (Keep going for 577 hours straight before tiring.)",
        "Super hearing: (Hear the faintest whisper up to 621 meters (2,037 feet) away.)",
        "Enhanced strength: (Lift up to 4503lb (2,043kg).)",
        "Super speed: (Run at 705 mph (1,135 kph) for up to 3 minutes before tiring.)",
        "Ultra hearing: (Hear the faintest whisper up to 122 meters (400 feet) away.)",
        "Ultra jump: (Jump up as high as 26 meters (85 feet) but break multiple bones landing on hard surfaces.)",
        "Improved stamina: (Keep going for 143 hours straight before tiring.)",
        "Ultra sight: (See the smallest details up to 866 meters (2,841 feet) away.)",
        "Super leap: (Leap forward 866 meters (2,841 feet) when running.)",
        "Improved leap: (Leap forward 905 meters (2,969 feet) when running.)",
        "Super stamina: (Keep going for 924 hours straight before tiring.)",
        "Enhanced strength: (Lift up to 3072lb (1,393kg).)",
        "Ultra leap: (Leap forward 504 meters (1,654 feet) when running.)",
        "Improved jump: (Jump up as high as the clouds but break multiple bones landing on hard surfaces.)",
        "Improved jump: (Jump up as high as a skyscraper and land safely.)",
        "Super stamina: (Keep going for 731 hours straight before tiring.)",
        "Super stamina: (Keep going for 688 hours straight before tiring.)",
        "Improved stamina: (Keep going for 874 hours straight before tiring.)",
        "Super leap: (Leap forward 102 meters (335 feet) when running.)",
        "Improved leap: (Leap forward 107 meters (351 feet) when running.)",
        "Improved strength: (Lift up to 7215lb (3,273kg).)",
        "Super hearing: (Hear the faintest whisper up to 259 meters (850 feet) away.)",
        "Super swimmer: (Swim at 222 mph (357 kph) for up to 5 minutes before tiring.)",
        "Super speed: (Run at 222 mph (357 kph) for up to 9 seconds before tiring.)",
        "Ultra leap: (Leap forward 974 meters (3,196 feet) when running.)",
        "Super jump: (Jump up as high as the houses and land safely.)",
        "Ultra leap: (Leap forward 257 meters (843 feet) when running.)",
        "Super leap: (Leap forward 114 meters (374 feet) when running.)",
        "Ultra hearing: (Hear the faintest whisper up to 853 meters (2,799 feet) away.)",
        "Enhanced hearing: (Hear the faintest whisper up to 462 meters (1,516 feet) away.)",
        "Ultra sense of smell: (Detect the faintest scent up to 102 meters (335 feet) away.)",
        "Improved stamina: (Keep going for 964 hours straight before tiring.)",
        "Ultra sense of smell: (Detect the faintest scent up to 548 meters (1,798 feet) away.)",
        "Improved sense of smell: (Detect the faintest scent up to 516 meters (1,693 feet) away.)",
        "Improved leap: (Leap forward 586 meters (1,923 feet) when running.)",
        "Super speed: (Run at 935 mph (1,505 kph) for up to 59 minutes before tiring.)",
        "Super speed: (Run at 106 mph (171 kph) for up to 7 minutes before tiring.)",
        "Ultra jump: (Jump up as high as 848 meters (2,782 feet) but break multiple bones landing on hard surfaces.)",
        "Improved hearing: (Hear the faintest whisper up to 605 meters (1,985 feet) away.)",
        "Super swimmer: (Swim at 443 mph (713 kph) for up to 12 seconds before tiring.)",
        "Enhanced jump: (Jump up as high as the houses but break multiple bones landing on hard surfaces.)",
        "Super stamina: (Keep going for 779 hours straight before tiring.)",
        "Super stamina: (Keep going for 403 hours straight before tiring.)",
        "Super jump: (Jump up as high as 686 meters (2,251 feet) and land safely.)",
        "Ultra strength: (Lift up to 2078lb (943kg).)",
        "Ultra leap: (Leap forward 108 meters (354 feet) when running.)",
        "Super speed: (Run at 426 mph (686 kph) for up to 41 minutes before tiring.)",
        "Super speed: (Run at 776 mph (1,249 kph) for up to 3 hours before tiring.)",
        "Super swimmer: (Swim at 614 mph (988 kph) for up to 6 minutes before tiring.)",
        "Super stamina: (Keep going for 40 hours straight before tiring.)",
        "Super acceleration: (Go from standing to top speed  in 0.9 seconds.)",
        "Improved sense of smell: (Detect the faintest scent up to 206 meters (676 feet) away.)",
        "Super swimmer: (Swim at 232 mph (373 kph) for up to 6 hours before tiring.)",
        "Enhanced hearing: (Hear the faintest whisper up to 206 meters (676 feet) away.)",
        "Super stamina: (Keep going for 285 hours straight before tiring.)",
        "Hidden strength: (Regular build, Enhanced  strength.)",
        "Improved strength: (Lift up to 6064lb (2,751kg).)",
        "Improved hearing: (Hear the faintest whisper up to 703 meters (2,306 feet) away.)",
        "Super acceleration: (Go from standing to top speed  in 0.07 seconds.)",
        "Enhanced leap: (Leap forward 471 meters (1,545 feet) when running.)",
        "Improved strength: (Lift up to 8740lb (3,964kg).)",
        "Super stamina: (Keep going for 923 hours straight before tiring.)",
        "Enhanced strength: (Lift up to 8712lb (3,952kg).)",
        "Super acceleration: (Go from standing to top speed  in 0.04 seconds.)",
        "Enhanced strength: (Lift up to 7047lb (3,196kg).)",
        "Improved hearing: (Hear the faintest whisper up to 866 meters (2,841 feet) away.)",
        "Improved sight: (See the smallest details up to 108 meters (354 feet) away.)",
        "Improved leap: (Leap forward 302 meters (991 feet) when running.)",
        "Ultra hearing: (Hear the faintest whisper up to 674 meters (2,211 feet) away.)",
        "Ultra strength: (Lift up to 1023lb (464kg).)",
        "Improved leap: (Leap forward 110 meters (361 feet) when running.)",
        "Enhanced sight: (See the smallest details up to 33 meters (108 feet) away.)",
        "Super speed: (Run at 885 mph (1,424 kph) for up to 20 hours before tiring.)",
        "Super stamina: (Keep going for 738 hours straight before tiring.)",
        "Super swimmer: (Swim at 186 mph (299 kph) for up to 31 seconds before tiring.)",
        "Enhanced sense of smell: (Detect the faintest scent up to 984 meters (3,228 feet) away.)",
        "Super speed: (Run at 936 mph (1,506 kph) for up to 11 minutes before tiring.)",
        "Ultra strength: (Lift up to 6469lb (2,934kg).)",
        "Ultra stamina: (Keep going for 372 hours straight before tiring.)",
        "Super speed: (Run at 333 mph (536 kph) for up to 12 hours before tiring.)",
        "Super stamina: (Keep going for 453 hours straight before tiring.)",
        "Super sense of smell: (Detect the faintest scent up to 539 meters (1,768 feet) away.)",
        "Super swimmer: (Swim at 910 mph (1,465 kph) for up to 6 hours before tiring.)",
        "Super speed: (Run at 869 mph (1,399 kph) for up to 8 hours before tiring.)",
        "Super speed: (Run at 308 mph (496 kph) for up to 18 hours before tiring.)",
        "Super swimmer: (Swim at 809 mph (1,302 kph) for up to 21 hours before tiring.)",
        "Ultra sense of smell: (Detect the faintest scent up to 295 meters (968 feet) away.)",
        "Improved strength: (Lift up to 6072lb (2,754kg).)",
        "Super speed: (Run at 663 mph (1,067 kph) for up to 11 minutes before tiring.)",
        "Super speed: (Run at 84 mph (135 kph) for up to 37 minutes before tiring.)",
        "Enhanced strength: (Lift up to 1081lb (490kg).)",
        "Improved jump: (Jump up as high as the mountains and land safely.)",
        "Enhanced stamina: (Keep going for 146 hours straight before tiring.)",
        "Ultra jump: (Jump up as high as 480 meters (1,575 feet) and land safely.)",
        "Improved strength: (Lift up to 3376lb (1,531kg).)",
        "Super stamina: (Keep going for 122 hours straight before tiring.)",
        "Ultra sight: (See the smallest details up to 903 meters (2,963 feet) away.)",
        "Super leap: (Leap forward 950 meters (3,117 feet) when running.)",
        "Super acceleration: (Go from standing to top speed  in 0.2 seconds.)",
        "Ultra hearing: (Hear the faintest whisper up to 225 meters (738 feet) away.)",
        "Super speed: (Run at 840 mph (1,352 kph) for up to 3 seconds before tiring.)",
        "Enhanced sense of smell: (Detect the faintest scent up to 295 meters (968 feet) away.)",
        "Improved hearing: (Hear the faintest whisper up to 930 meters (3,051 feet) away.)",
        "Enhanced stamina: (Keep going for 29 hours straight before tiring.)",
        "Enhanced stamina: (Keep going for 527 hours straight before tiring.)",
        "Ultra jump: (Jump up as high as a skyscraper and land safely.)",
        "Super swimmer: (Swim at 305 mph (491 kph) for up to 15 hours before tiring.)",
        "Improved leap: (Leap forward 152 meters (499 feet) when running.)",
        "Ultra sense of smell: (Detect the faintest scent up to 742 meters (2,434 feet) away.)",
        "Improved strength: (Lift up to 3079lb (1,397kg).)",
        "Enhanced jump: (Jump up as high as 30 meters (98 feet) and land safely.)",
        "Super speed: (Run at 605 mph (974 kph) for up to 9 minutes before tiring.)",
        "Super strength: (Lift up to 5845lb (2,651kg).)",
        "Improved strength: (Lift up to 544lb (247kg).)",
        "Super swimmer: (Swim at 129 mph (208 kph) for up to 49 minutes before tiring.)",
        "Super stamina: (Keep going for 639 hours straight before tiring.)",
        "Ultra sense of smell: (Detect the faintest scent up to 360 meters (1,181 feet) away.)",
        "Super swimmer: (Swim at 365 mph (587 kph) for up to 56 seconds before tiring.)",
        "Improved sight: (See the smallest details up to 993 meters (3,258 feet) away.)",
        "Ultra sense of smell: (Detect the faintest scent up to 919 meters (3,015 feet) away.)",
        "Improved jump: (Jump up as high as the houses but break multiple bones landing on hard surfaces.)",
        "Improved leap: (Leap forward 736 meters (2,415 feet) when running.)",
        "Enhanced sight: (See the smallest details up to 553 meters (1,814 feet) away.)",
        "Enhanced hearing: (Hear the faintest whisper up to 553 meters (1,814 feet) away.)",
        "Super acceleration: (Go from standing to top speed  in 0.03 seconds.)",
        "Super speed: (Run at 561 mph (903 kph) for up to 39 minutes before tiring.)",
        "Enhanced strength: (Lift up to 9168lb (4,159kg).)",
        "Super sight: (See the smallest details up to 918 meters (3,012 feet) away.)",
        "Super swimmer: (Swim at 392 mph (631 kph) for up to 53 minutes before tiring.)",
        "Super strength: (Lift up to 780lb (354kg).)",
        "Ultra stamina: (Keep going for 748 hours straight before tiring.)",
        "Improved strength: (Lift up to 2654lb (1,204kg).)",
        "Improved sight: (See the smallest details up to 241 meters (791 feet) away.)",
        "Super swimmer: (Swim at 562 mph (904 kph) for up to 45 seconds before tiring.)",
        "Super sight: (See the smallest details up to 904 meters (2,966 feet) away.)",
        "Ultra sense of smell: (Detect the faintest scent up to 601 meters (1,972 feet) away.)",
        "Super jump: (Jump up as high as 751 meters (2,464 feet) and land safely.)",
        "Ultra sense of smell: (Detect the faintest scent up to 568 meters (1,864 feet) away.)",
        "Ultra stamina: (Keep going for 918 hours straight before tiring.)",
        "Enhanced jump: (Jump up as high as a skyscraper and land safely.)",
        "Improved hearing: (Hear the faintest whisper up to 548 meters (1,798 feet) away.)",
        "Super speed: (Run at 419 mph (674 kph) for up to 174 days before tiring.)",
        "Improved strength: (Lift up to 3145lb (1,427kg).)",
        "Super swimmer: (Swim at 639 mph (1,028 kph) for up to 18 seconds before tiring.)",
        "Super swimmer: (Swim at 35 mph (56 kph) for up to 44 seconds before tiring.)",
        "Improved stamina: (Keep going for 114 hours straight before tiring.)",
        "Super sight: (See the smallest details up to 110 meters (361 feet) away.)",
        "Improved strength: (Lift up to 6777lb (3,074kg).)",
        "Enhanced hearing: (Hear the faintest whisper up to 806 meters (2,644 feet) away.)",
        "Super stamina: (Keep going for 95 hours straight before tiring.)",
        "Ultra hearing: (Hear the faintest whisper up to 273 meters (896 feet) away.)",
        "Super swimmer: (Swim at 587 mph (945 kph) for up to 60 seconds before tiring.)",
        "Super sense of smell: (Detect the faintest scent up to 872 meters (2,861 feet) away.)",
        "Super hearing: (Hear the faintest whisper up to 364 meters (1,194 feet) away.)",
        "Super leap: (Leap forward 232 meters (761 feet) when running.)",
        "Improved hearing: (Hear the faintest whisper up to 521 meters (1,709 feet) away.)",
        "Super sense of smell: (Detect the faintest scent up to 800 meters (2,625 feet) away.)",
        "Improved sense of smell: (Detect the faintest scent up to 993 meters (3,258 feet) away.)",
        "Enhanced leap: (Leap forward 396 meters (1,299 feet) when running.)",
        "Super speed: (Run at 951 mph (1,530 kph) for up to 40 minutes before tiring.)",
        "Super swimmer: (Swim at 951 mph (1,530 kph) for up to 325 days before tiring.)",
        "Improved sight: (See the smallest details up to 320 meters (1,050 feet) away.)",
        "Improved jump: (Jump up as high as 1000 meters (3,281 feet) and land safely.)",
        "Ultra strength: (Lift up to 7142lb (3,240kg).)",
        "Super swimmer: (Swim at 461 mph (742 kph) for up to 10 hours before tiring.)",
        "Improved jump: (Jump up as high as the houses and land safely.)",
        "Super speed: (Run at 644 mph (1,036 kph) for up to 46 seconds before tiring.)",
        "Super speed: (Run at 476 mph (766 kph) for up to 19 minutes before tiring.)",
        "Ultra sight: (See the smallest details up to 415 meters (1,362 feet) away.)",
        "Ultra sense of smell: (Detect the faintest scent up to 786 meters (2,579 feet) away.)",
        "Super sight: (See the smallest details up to 786 meters (2,579 feet) away.)",
        "Super speed: (Run at 428 mph (689 kph) for up to 3 hours before tiring.)",
        "Super swimmer: (Swim at 154 mph (248 kph) for up to 41 seconds before tiring.)",
        "Ultra stamina: (Keep going for 600 hours straight before tiring.)",
        "Super speed: (Run at 567 mph (912 kph) for up to 27 seconds before tiring.)",
        "Improved jump: (Jump up as high as the trees and land safely.)",
        "Enhanced stamina: (Keep going for 65 hours straight before tiring.)",
        "Enhanced sense of smell: (Detect the faintest scent up to 600 meters (1,969 feet) away.)",
        "Enhanced strength: (Lift up to 6445lb (2,923kg).)",
        "Super swimmer: (Swim at 886 mph (1,426 kph) for up to 23 minutes before tiring.)",
        "Ultra sense of smell: (Detect the faintest scent up to 380 meters (1,247 feet) away.)",
        "Super sense of smell: (Detect the faintest scent up to 92 meters (302 feet) away.)",
        "Enhanced strength: (Lift up to 3604lb (1,635kg).)"
    ],
    "Augmented": [
        "Super speed: (Reach speeds up to 138 mph (222 kph).)",
        "Laser cannon",
        "Laser vision",
        "Internal compass",
        "Super speed: (Reach speeds up to 487 mph (784 kph).)",
        "Shoulder cannon",
        "Robotic leg",
        "Spring-loaded blades",
        "Cybernetic implants",
        "Powered fist",
        "Flight",
        "Heat-seeking projectiles",
        "Power palms",
        "Cyborg",
        "Sword arm",
        "X-ray vision",
        "Mechanical spider legs",
        "Bionic eye",
        "Technomancy: (Communicate with and control technological devices.)",
        "Finger guns",
        "Data Manipulation: (Connect to an online database and mentally manipulate the data",
        "Mechanical brain: (Perfect memory.)",
        "Reinforced bones",
        "Digital mind: (Thoughts and memories are stores in ad digital format, able to be transferred to and stored on a computer.)",
        "Cloaking device",
        "Arm cannon",
        "Swiss-army arm",
        "Super speed: (Reach speeds up to 142 mph (229 kph).)",
        "Steel skull",
        "Mechanical apathy: (Emotionless.)",
        "Exoskeleton",
        "Nanite infusion",
        "All-terrain tracks",
        "Cyber mind: (A mind like a super-computer.)",
        "Energy manipulation",
        "Heat ray",
        "Bio-Metal form: (Transform into a liquid-metal state.)",
        "Multi-interfacial: (Connect to any port, device or socket using numerous internal wires and connectors.)",
        "Retractable claws",
        "Rocket punch",
        "Hot-steam breath",
        "Leg cannon",
        "Robotic arm",
        "Bladed tail",
        "Living battery",
        "Power core",
        "Voice-changer",
        "Mechanical wings",
        "Infra-red vision",
        "Modular: (Add and remove customised parts at will.)",
        "Power armour",
        "Breathless: (Survive without breathing oxygen and immune to toxes gases.)",
        "Night vision",
        "Super speed: (Reach speeds up to 429 mph (690 kph).)",
        "Flight",
        "Built-in jet-pack",
        "Super speed: (Reach speeds up to 201 mph (323 kph).)",
        "Back cannon",
        "Electromagnetic",
        "Super strength: (Lift up to 8808lb (3,995kg).)",
        "Super speed: (Reach speeds up to 103 mph (166 kph).)",
        "Mechanical apathy: (Emotionless.)",
        "Living battery",
        "Super speed: (Reach speeds up to 207 mph (333 kph).)",
        "Super strength: (Lift up to 1486lb (674kg).)",
        "Super speed: (Reach speeds up to 131 mph (211 kph).)",
        "Super strength: (Lift up to 4312lb (1,956kg).)",
        "Super strength: (Lift up to 2007lb (910kg).)",
        "Super strength: (Lift up to 2212lb (1,003kg).)",
        "Super speed: (Reach speeds up to 664 mph (1,069 kph).)",
        "Super strength: (Lift up to 8846lb (4,012kg).)",
        "Super strength: (Lift up to 1301lb (590kg).)",
        "Super speed: (Reach speeds up to 603 mph (970 kph).)",
        "Super strength: (Lift up to 512lb (232kg).)",
        "Night vision",
        "Super speed: (Reach speeds up to 521 mph (838 kph).)",
        "Super speed: (Reach speeds up to 482 mph (776 kph).)",
        "Super strength: (Lift up to 4778lb (2,167kg).)",
        "Super strength: (Lift up to 8528lb (3,868kg).)",
        "Super speed: (Reach speeds up to 191 mph (307 kph).)",
        "Swiss-army arm",
        "Cyber mind: (A mind like a super-computer.)",
        "Breathless: (Survive without breathing oxygen and immune to toxes gases.)",
        "Super speed: (Reach speeds up to 170 mph (274 kph).)",
        "Super speed: (Reach speeds up to 930 mph (1,497 kph).)",
        "Super speed: (Reach speeds up to 800 mph (1,287 kph).)",
        "Super strength: (Lift up to 8980lb (4,073kg).)",
        "Super speed: (Reach speeds up to 925 mph (1,489 kph).)",
        "Super speed: (Reach speeds up to 111 mph (179 kph).)",
        "Super speed: (Reach speeds up to 640 mph (1,030 kph).)",
        "Super speed: (Reach speeds up to 499 mph (803 kph).)",
        "Super strength: (Lift up to 1761lb (799kg).)",
        "Super speed: (Reach speeds up to 512 mph (824 kph).)",
        "Super strength: (Lift up to 7605lb (3,450kg).)",
        "Super strength: (Lift up to 8579lb (3,891kg).)",
        "Super speed: (Reach speeds up to 348 mph (560 kph).)",
        "Super strength: (Lift up to 3739lb (1,696kg).)",
        "Super strength: (Lift up to 8670lb (3,933kg).)",
        "Super strength: (Lift up to 1417lb (643kg).)",
        "Super strength: (Lift up to 3494lb (1,585kg).)",
        "Super strength: (Lift up to 1814lb (823kg).)",
        "Super speed: (Reach speeds up to 581 mph (935 kph).)",
        "Super speed: (Reach speeds up to 828 mph (1,333 kph).)",
        "Super speed: (Reach speeds up to 605 mph (974 kph).)",
        "Modular: (Add and remove customised parts at will.)",
        "Super speed: (Reach speeds up to 766 mph (1,233 kph).)",
        "Digital mind: (Thoughts and memories are stores in ad digital format, able to be transferred to and stored on a computer.)",
        "Super speed: (Reach speeds up to 567 mph (912 kph).)",
        "Super strength: (Lift up to 8669lb (3,932kg).)",
        "Heat-seeking projectiles",
        "Voice-changer",
        "Robotic leg",
        "Super speed: (Reach speeds up to 547 mph (880 kph).)",
        "Super speed: (Reach speeds up to 375 mph (604 kph).)",
        "Super strength: (Lift up to 2360lb (1,070kg).)",
        "Bladed tail",
        "Super speed: (Reach speeds up to 994 mph (1,600 kph).)",
        "Super speed: (Reach speeds up to 952 mph (1,532 kph).)",
        "Super strength: (Lift up to 2776lb (1,259kg).)",
        "Shoulder cannon",
        "Sword arm",
        "Mechanical apathy: (Emotionless.)",
        "Super strength: (Lift up to 1716lb (778kg).)",
        "Cloaking device",
        "Super speed: (Reach speeds up to 104 mph (167 kph).)",
        "Super speed: (Reach speeds up to 338 mph (544 kph).)",
        "Super speed: (Reach speeds up to 236 mph (380 kph).)",
        "Laser cannon",
        "Super strength: (Lift up to 9225lb (4,184kg).)",
        "Super strength: (Lift up to 7934lb (3,599kg).)",
        "Super speed: (Reach speeds up to 112 mph (180 kph).)",
        "Super speed: (Reach speeds up to 953 mph (1,534 kph).)",
        "Super strength: (Lift up to 3037lb (1,378kg).)",
        "Super strength: (Lift up to 6260lb (2,839kg).)",
        "Super strength: (Lift up to 5247lb (2,380kg).)",
        "Finger guns",
        "Mechanical brain: (Perfect memory.)"
    ],
    "Magician": [
        "Banisher: (Send creatures away and trap them in other locations or dimensions.)",
        "Potion master: (Create healing potions and deadly poisons.)",
        "Witch",
        "Shinobi magic: (Supernatural ninja techniques.)",
        "Invisibility spell",
        "Magical fire",
        "Flight spell",
        "Alchemist: (Transform materials from one type into another.)",
        "Telekinesis spell",
        "Replication spell: (Create copies of an existing item or creature.)",
        "Magic detection: (Detect sources of magic nearby.)",
        "Blood magic: (Cast spells by using blood from themselves and others.)",
        "Wizard",
        "Weather control",
        "Conjuration: (Summon or move items or objects from one location to another.)",
        "Eldritch magic: (Mind-bending, unfathomable powers that can warp reality and beyond.)",
        "Dark arts",
        "Shape-shifter",
        "Hate spell: (cast a spell that causes people to hate one another.)",
        "Magic reflection: (Reflect magic back at its caster.)",
        "Summoner: (Use chi to summon butterflies at will.)",
        "Mind control spell",
        "Healer: (Use simple spells to cure injury.)",
        "Transmutation spell: (Transform an item into another item.)",
        "Technomage: (Fuse magic and technology.)",
        "Magic annulment: (Cause all magic to become ineffective when within range.)",
        "Healer: (Use an otherworldly language to cure madness.)",
        "Animal manipulation",
        "Transportation spell",
        "Healer: (Use ancient scrolls to cure pain.)",
        "Earth magic",
        "Love spell: (cast a spell that causes people to love one another.)",
        "Magical princess: (Transform into a magically imbued form.)",
        "Black magic: (Cast spells and place curses to cause damage, pain and suffering.)",
        "Summoner: (Use chi to summon nightmares at will.)",
        "Healer: (Use complex spells to cure injury.)",
        "Necromancer: (Raise the dead as a skeleton",
        "Replication spell: (Create copies of an existing item or creature.)",
        "Healer: (Use magic circles to cure sickness.)",
        "Destruction magic",
        "White magic: (Cast spells to create barriers to protect, heal and help.)",
        "Summoner: (Use an otherworldly language to summon people at will.)",
        "Healer: (Use solar power to cure pain.)",
        "Healer: (Use an otherworldly language to cure confusion.)",
        "Necromancer: (Raise the dead as a shade",
        "Summoner: (Use an otherworldly language to summon ghosts at will.)",
        "Healer: (Use ancient tomes to cure injury.)",
        "Healer: (Use hand gestures to cure sickness.)",
        "Necromancer: (Raise the dead as a zombie",
        "Technomage: (Fuse magic and technology.)",
        "Summoner: (Use solar power to summon butterflies at will.)",
        "Summoner: (Use an otherworldly language to summon butterflies at will.)",
        "Animal manipulation",
        "Summoner: (Use ancient tomes to summon butterflies at will.)",
        "Summoner: (Use ancient tomes to summon bugs at will.)",
        "Summoner: (Use runes to summon beasts at will.)",
        "Healer: (Use ancient scrolls to cure madness.)",
        "Healer: (Use simple spells to cure pain.)",
        "Summoner: (Use lunar power to summon cats at will.)",
        "Summoner: (Use runes to summon snakes at will.)",
        "Summoner: (Use lunar power to summon people at will.)",
        "Healer: (Use ancient tomes to cure pain.)",
        "Healer: (Use solar power to cure confusion.)",
        "Healer: (Use runes to cure sickness.)",
        "Summoner: (Use solar power to summon cockroaches at will.)",
        "Healer: (Use runes to cure pain.)",
        "Healer: (Use an otherworldly language to cure pain.)",
        "Healer: (Use ancient scrolls to cure injury.)",
        "Banisher: (Send creatures away and trap them in other locations or dimensions.)",
        "Healer: (Use hand gestures to cure pain.)",
        "Healer: (Use hand gestures to cure injury.)",
        "Healer: (Use ancient tomes to cure confusion.)",
        "Healer: (Use magic circles to cure pain.)",
        "Healer: (Use complex spells to cure pain.)",
        "Summoner: (Use magic circles to summon snakes at will.)",
        "Healer: (Use ancient tomes to cure sickness.)",
        "Healer: (Use magic circles to cure sickness.)",
        "Healer: (Use ancient scrolls to cure sickness.)",
        "Summoner: (Use solar power to summon wolves at will.)",
        "Magical princess: (Transform into a magically imbued form.)",
        "Love spell: (cast a spell that causes people to love one another.)",
        "Mind control spell",
        "Summoner: (Use solar power to summon demons at will.)",
        "Healer: (Use chi to cure injury.)",
        "Summoner: (Use runes to summon crows at will.)",
        "Transportation spell",
        "Shape-shifter",
        "Wizard",
        "Healer: (Use runes to cure injury.)",
        "Healer: (Use chi to cure pain.)",
        "Summoner: (Use simple spells to summon butterflies at will.)",
        "Earth magic",
        "Magical princess: (Transform into a magically imbued form.)",
        "Dark arts",
        "Magic detection: (Detect sources of magic nearby.)",
        "Summoner: (Use solar power to summon beasts at will.)",
        "Summoner: (Use magic circles to summon ghosts at will.)",
        "Alchemist: (Transform materials from one type into another.)",
        "Healer: (Use chi to cure pain.)",
        "Summoner: (Use ancient scrolls to summon crows at will.)",
        "Summoner: (Use chi to summon demons at will.)",
        "Healer: (Use an otherworldly language to cure sickness.)",
        "Summoner: (Use ancient tomes to summon beings at will.)",
        "Summoner: (Use hand gestures to summon rats at will.)",
        "Healer: (Use solar power to cure injury.)",
        "Healer: (Use lunar power to cure pain.)",
        "Summoner: (Use runes to summon shadows at will.)",
        "Summoner: (Use chi to summon beings at will.)",
        "Summoner: (Use simple spells to summon nightmares at will.)",
        "Summoner: (Use ancient scrolls to summon beings at will.)",
        "Summoner: (Use magic circles to summon wolves at will.)",
        "Flight spell",
        "Blood magic: (Cast spells by using blood from themselves and others.)",
        "Summoner: (Use ancient tomes to summon snakes at will.)",
        "Summoner: (Use hand gestures to summon cats at will.)",
        "Healer: (Use simple spells to cure madness.)",
        "Summoner: (Use chi to summon snakes at will.)",
        "Summoner: (Use chi to summon ghosts at will.)",
        "Summoner: (Use chi to summon beasts at will.)",
        "Magical fire",
        "Summoner: (Use lunar power to summon nightmares at will.)",
        "Hate spell: (cast a spell that causes people to hate one another.)",
        "Summoner: (Use complex spells to summon ghosts at will.)",
        "Healer: (Use lunar power to cure confusion.)",
        "Summoner: (Use hand gestures to summon monsters at will.)",
        "Summoner: (Use simple spells to summon birds at will.)",
        "Weather control",
        "Shape-shifter",
        "Healer: (Use an otherworldly language to cure injury.)",
        "Summoner: (Use ancient scrolls to summon beasts at will.)",
        "Shinobi magic: (Supernatural ninja techniques.)",
        "Healer: (Use lunar power to cure injury.)",
        "Summoner: (Use chi to summon bugs at will.)",
        "Summoner: (Use runes to summon spirits at will.)",
        "Summoner: (Use ancient scrolls to summon snakes at will.)",
        "Summoner: (Use ancient scrolls to summon butterflies at will.)",
        "Transmutation spell: (Transform an item into another item.)",
        "Shinobi magic: (Supernatural ninja techniques.)",
        "Healer: (Use hand gestures to cure madness.)",
        "Summoner: (Use simple spells to summon cockroaches at will.)",
        "Weather control",
        "Healer: (Use simple spells to cure sickness.)",
        "Summoner: (Use magic circles to summon cockroaches at will.)",
        "Summoner: (Use simple spells to summon snakes at will.)",
        "Healer: (Use simple spells to cure confusion.)"
    ],
    "Super Powered": [
        "Laser vision",
        "Magnetism",
        "Berserker: (Substantially increase power, stamina and rage at the cost of self-control.)",
        "Thunder-clap: (Create large shock-waves by clapping.)",
        "Slo-mo vision",
        "Alchemist: (Change materials from one type to another (e.g lead into gold).)",
        "Pain suppression",
        "Night vision",
        "Underwater breathing",
        "Invisibility",
        "Invincible: (Cannot be killed (but can still die of old age.)",
        "Shield generation",
        "Elastic skin",
        "Flash step: (Move using a speed burst fast it seems like teleportation.)",
        "Stretchy limbs",
        "Gravity control: (Increase, decrease or reverse gravity within a certain range.)",
        "Levitation",
        "Gilded",
        "Microscopic vision",
        "X-ray vision",
        "Selective hearing: (Hear whenever someone nearby is up to no good.)",
        "Atomic: (Shrink down to atomic levels.)",
        "Heat vision",
        "Pain resistance",
        "Wall crawler",
        "Sonic scream",
        "Substance immunity: (No alcohol, drug or poison has an effect (including medicines.)",
        "Double jump",
        "Wall-runner",
        "Mirror-gateway: (Teleport from one location to another by walking through mirrors.)",
        "Accelerated aging: (Went from birth to adulthood within days.)",
        "Improved flight",
        "Shape shifter: (Transform into other objects, inanimate or animate.)",
        "Water-gateway: (Teleport from one location to another by diving into bodies of water.)",
        "Prophetic visions",
        "Elemental resistance: (Immunity to fire.)",
        "Elemental resistance: (Immunity to electricity.)",
        "Flight",
        "Telescopic vision",
        "Ultra fast flight",
        "Danger Chameleon: (Skin colour/pattern changes automatically when danger is near.",
        "Potion maker: (Create useful potions out of practically any ingredients.)",
        "Duplication: (Create multiple clones that can act independently.)",
        "Super luck",
        "Morphing",
        "Intangible* (*Ability to pass through solid objects)",
        "Weapon summoner",
        "Accelerated aging",
        "Prehensile hair",
        "Stretchy skin",
        "Accelerated aging: (Went from birth to adulthood within hours.)",
        "Invulnerability",
        "Ultra flight",
        "Binder: (Create physical restraints to restrict or imprison others.)",
        "Time traveler",
        "Decelerated aging",
        "Accelerated aging: (Went from birth to adulthood within weeks.)",
        "Thunderous roar",
        "Improved fast flight",
        "Elemental resistance: (Immunity to poison.)",
        "Young at heart: (The body of an adult or elder, the mind and speech of a child.)",
        "Super flight",
        "Super fast flight",
        "Elemental resistance: (Immunity to ice.)",
        "All grown up: (The body of a baby or child, the mind and speech of an adult.)"
    ],
    "Energy control": [
        "Flight",
        "Chi control: (Harness the energy within to attack, heal and fly.)",
        "Exceptionally high-powered force field",
        "Energy conversion",
        "Energy projection",
        "High-powered energy blasts",
        "Energy waves",
        "Energy drain: (Draw energy from the surroundings and other people.)",
        "EMP waves",
        "Energy binding: (Create restraints or barriers to restrict or imprison others.)",
        "Energy absorption",
        "High-powered energy manipulation",
        "Energy disc",
        "Energy negation: (Act as a buffer and stop all energy flow nearby.)",
        "Electromagnetic control",
        "High-powered energy blade",
        "Energy blade",
        "High-powered energy absorption",
        "Concussion beam",
        "Lightning rod: (Summon and redirect lightning.)",
        "Energy form: (Transform into pure energy.)",
        "Low-powered energy absorption",
        "Low-powered chi control: (Harness the energy within to attack, heal and fly.)",
        "Force field",
        "Energy manipulation",
        "Exceptionally high-powered energy blasts",
        "Living battery: (Produce a constant supply of energy.)",
        "High-powered energy waves",
        "Exceptionally high-powered energy blade",
        "Low-powered energy disc",
        "Energy blasts",
        "High-powered force field",
        "Exceptionally high-powered energy manipulation",
        "High-powered chi control: (Harness the energy within to attack, heal and fly.)",
        "Low-powered energy waves",
        "Low-powered energy manipulation",
        "Low-powered concussion beam",
        "Low-powered force field",
        "Low-powered energy blasts",
        "Exceptionally high-powered chi control: (Harness the energy within to attack, heal and fly.)",
        "Exceptionally high-powered energy disc",
        "High-powered concussion beam",
        "Exceptionally high-powered energy waves",
        "Low-powered energy blade",
        "Exceptionally high-powered concussion beam",
        "Exceptionally high-powered energy absorption",
        "High-powered energy disc"
    ],
    "Super Skilled": [
        "Slippery: (Always able to escape confinement.)",
        "Smooth criminal: (Pull off heists, steal objects and data, and lie and cheat without being caught.)",
        "Multilingual",
        "Super Ninja: (Possessing the supernatural skills and abilities of a fantasy ninja.)",
        "Super evasion: (Easily dodge and avoid incoming attacks.)",
        "Martial artist: (Master of numerous styles of martial arts.)",
        "Polyglot* (*A person who can speak many languages)",
        "Trick-shot: (Shoot and hit targets from seemingly impossible angles, even via ricochets.)",
        "Super tracker: (Uncanny ability to track down targets.)",
        "Technical know-how: (Easily operate almost any device.)",
        "Secret agent's skill set",
        "Assassin's skill set",
        "Final slash: (Use a sword to perform powerful slashes, strong enough to cut through concrete and steel.)",
        "Appraiser: (Easily determine the worth of an item (and if necessary, know who to sell it to.)",
        "Super hacker: (Hack into practically any system  or device.)",
        "Killer instinct: (Able to kill or maim without hesitation or remorse.)",
        "Weapon Master: (Easily fight with multiple ranged weapons.)",
        "Ultimate sword-master: (Use a sword with near-legendary skill and precision.)",
        "Lock-picker: (Break past any lock without fail.)",
        "Master of deception",
        "Super driver: (Able to operate almost any vehicle.)",
        "Ultimate swordmaster: (Use a sword with near-legendary skill and precision.)",
        "Intimidation: (Always appear as an intimidating figure, worthy of respect or fear.)",
        "Mindful: (Never forget a face or detail.)",
        "Relentless hunter: (Identify and track down practically any target.)",
        "Master of surprise",
        "Improved parkour",
        "Jury-rigger: (Build complicated devices or fix things using random nearby objects.)",
        "Master of disguises",
        "Ultra parkour",
        "Body reader: (Accurately read body language to anticipate emotions and actions.)",
        "Multi-sector skill set: (Perform well as a chef, a race car diver, a pilot, a ballet dancer... Whatever the role, the experience is there.",
        "Perfect aim",
        "Commanding voice: (Easily command the attention and respect of those who hear it",
        "Super Multitasker",
        "Predator's vision: (Easily determine who will make a suitable target.)",
        "Smooth operator: (Remain cool, calm and composed even during the wildest times.)",
        "Make-up artist: (Impeccable make-up skills, perfect for disguises.)",
        "Lie detector: (Always know when someone is lying.)",
        "Voice mimicry: (Perfectly match another person's voice and speech patterns.)",
        "Weapon Master: (Easily fight with firearms.)",
        "Sketch artist: (Rapidly and accurately draw sketches.)",
        "Acrobatic",
        "Master of deception",
        "Faceless: (Always uses a fake identity and persona. The true identity is unknown.)",
        "Weapon Master: (Easily fight with multiple melee weapons.)",
        "Ninja: (Possessing the skills and abilities of a realistic ninja.)",
        "Perfect timing",
        "Trackless: (Never leaves behind a trail. Practically untraceable.)",
        "Multilingual",
        "Technical know-how: (Easily operate almost any device.)",
        "Improved tracker: (Uncanny ability to track down targets.)",
        "Ultra tracker: (Uncanny ability to track down targets.)",
        "Super parkour",
        "Assassin's skill set",
        "Trick-shot: (Shoot and hit targets from seemingly impossible angles, even via ricochets.)",
        "Ultimate sword-master: (Use a sword with near-legendary skill and precision.)",
        "Predator's vision: (Easily determine who will make a suitable target.)",
        "Killer instinct: (Able to kill or maim without hesitation or remorse.)",
        "Appraiser: (Easily determine the worth of an item (and if necessary, know who to sell it to.)",
        "Super parkour",
        "Ultimate swordmaster: (Use a sword with near-legendary skill and precision.)",
        "Trackless: (Never leaves behind a trail. Practically untraceable.)",
        "Ultra parkour",
        "Make-up artist: (Impeccable make-up skills, perfect for disguises.)",
        "Super evasion: (Easily dodge and avoid incoming attacks.)",
        "Assassin's skill set",
        "Master of surprise",
        "Final slash: (Use a sword to perform powerful slashes, strong enough to cut through concrete and steel.)",
        "Weapon Master: (Easily fight with multiple melee weapons.)",
        "Acrobatic",
        "Perfect aim",
        "Super hacker: (Hack into practically any system  or device.)",
        "Secret agent's skill set",
        "Ultimate swordmaster: (Use a sword with near-legendary skill and precision.)",
        "Smooth criminal: (Pull off heists, steal objects and data, and lie and cheat without being caught.)",
        "Faceless: (Always uses a fake identity and persona. The true identity is unknown.)",
        "Commanding voice: (Easily command the attention and respect of those who hear it",
        "Polyglot* (*A person who can speak many languages)",
        "Technical know-how: (Easily operate almost any device.)"
    ],
    "Control Over Grass": [
        "Grass breath: (Spit large streams of grass.)",
        "Grass blade: (Create sharp stabbing or cutting tools out of grass.)",
        "Grass shield: (Create grass shields out of thin air.)",
        "Grass whip.",
        "Grass manipulation: (Manipulate existing grass; grow, shrink and move. Cannot create or remove grass.)",
        "Grass shroud: (Creates a tight, protective grass skin over the body.)",
        "Grass form: (Transform from flesh into pure grass; flight is possible.)",
        "Grass creation: (Create grass out of thin air.)",
        "Grass breath: (Spit small streams of grass..)",
        "Grass transmutation: (Transform objects into grass by touching them.)",
        "Grass master: (Complete control over grass; create, grow, shrink, move, remove.)",
        "Grass floor: (Creates an unstable, moveable platform or bridge of grass; levitation not possible.)",
        "Grass form: (Transform from flesh into pure grass; flight not possible.)",
        "Grass vision: (Turn objects into grass by looking at them.)",
        "Grass barrier: (Creates a flexible, moving barrier made of grass in a sphere around the target.)",
        "Grass touch: (Turn objects into grass by touching them.)"
    ],
    "Control Over Sand": [
        "Sand breath: (Spit large streams of sand.)",
        "Sand shield: (Create sand shields out of thin air.)",
        "Sand barrier: (Creates a flexible, moving barrier made of sand in a sphere around the target.)",
        "Sand blade: (Create sharp stabbing or cutting tools out of sand.)",
        "Sand touch: (Turn objects into sand by touching them.)",
        "Sand form: (Transform from flesh into pure sand; flight is possible.)",
        "Sand vision: (Turn objects into sand by looking at them.)",
        "Sand master: (Complete control over sand; create, grow, shrink, move, remove.)",
        "Sand manipulation: (Manipulate existing sand; grow, shrink and move. Cannot create or remove sand.)",
        "Sand breath: (Spit small streams of sand.)",
        "Sand transmutation: (Transform objects into sand by touching them.)",
        "Sand shroud: (Creates a tight, protective skin of sand over the body.)",
        "Sand creation: (Create sand out of thin air.)",
        "Sand form: (Transform from flesh into pure sand; flight not possible.)",
        "Sand floor: (Creates a sturdy, solid, moveable platform or bridge of sand; levitation not possible.)",
        "Sand floor: (Creates a sturdy, solid, moveable platform or bridge of sand; levitation possible.)"
    ],
    "Control Over Earth": [
        "Earth transmutation: (Transform objects into earth by touching them.)",
        "Earth master: (Complete control over earth; create, grow, shrink, move, remove.)",
        "Earth barrier: (Creates a flexible, moving barrier made of earth in a sphere around the target.)",
        "Solidifying touch: (Turn object into earth by touching them.)",
        "Earth blade: (Create sharp stabbing or cutting tools out of solidified earth.)",
        "Earth form: (Transform from flesh into earth.)",
        "Earth shield: (Create earth shields out of thin air.)",
        "Earth floor: (Creates an unstable, moveable platform or bridge made of earth; levitation not possible.)",
        "Earth creation: (Create earth out of thin air.)",
        "Solidifying vision: (Turn objects into earth by looking at them.)",
        "Earth manipulation: (Manipulate existing earth; grow, shrink and move. Cannot create or remove earth.)",
        "Earth shroud: (Creates a tight, protective skin of earth over the body.)"
    ],
    "Control Over Carbon Monoxide (Gas)": [
        "Carbon Monoxide barrier: (Creates a flexible, moving barrier made of Carbon Monoxide in a sphere around the target.)",
        "Carbon Monoxide form: (Transform from flesh into pure Carbon Monoxide; flight is possible.)",
        "Carbon Monoxide spit: (Spit small streams of Carbon Monoxide.)",
        "Carbon Monoxide master: (Complete control over Carbon Monoxide; create, grow, shrink, move, remove.)",
        "Carbon Monoxide transmutation: (Transform objects into Carbon Monoxide by touching them.)",
        "Carbon Monoxide breath: (Blow large streams of Carbon Monoxide.)",
        "Carbon Monoxide spit: (Spit large streams of Carbon Monoxide.)",
        "Carbon Monoxide sweat."
    ],
    "Control Over Dust": [
        "Dust breath: (Spit large streams of dust.)",
        "Dust form: (Transform from flesh into pure dust; flight is possible.)",
        "Dust barrier: (Creates a flexible, moving barrier made of dust in a sphere around the target.)",
        "Dust form: (Transform from flesh into pure dust; flight not possible.)",
        "Dust touch: (Turn objects into dust by touching them.)",
        "Dust creation: (Create dust out of thin air.)",
        "Dust shield: (Create dust shields out of thin air.)",
        "Dust master: (Complete control over dust; create, grow, shrink, move, remove.)",
        "Dust shroud: (Creates a tight, protective skin of dust over the body.)",
        "Dust transmutation: (Transform objects into dust by touching them.)",
        "Dust floor: (Creates a sturdy, solid, moveable platform or bridge of dust; levitation possible.)",
        "Dust manipulation: (Manipulate existing dust; grow, shrink and move. Cannot create or remove dust.)",
        "Dust vision: (Turn objects into dust by looking at them.)",
        "Dust breath: (Spit small streams of dust.)",
        "Dust blade: (Create sharp stabbing or cutting tools out of dust.)",
        "Dust floor: (Creates a sturdy, solid, moveable platform or bridge of dust; levitation not possible.)"
    ],
    "Control Over Wood": [
        "Wood creation: (Create wood out of thin air.)",
        "Wood vision: (Turn objects into wood by looking at them.)",
        "Wood transmutation: (Transform objects into wood by touching them.)",
        "Wood shield: (Create wood shields out of thin air.)",
        "Wood barrier: (Creates a flexible, moving barrier made of wood in a sphere around the target.)",
        "Wood floor: (Creates an unstable, moveable platform or bridge of wood; levitation possible.)",
        "Wood touch: (Turn objects into wood by touching them.)",
        "Wood master: (Complete control over wood; create, grow, shrink, move, remove.)",
        "Wood blade: (Create strong cutting, stabbing or smashing tools out of wood.)",
        "Wood shroud: (Creates a tight, protective skin of wood over the body.)",
        "Wood manipulation: (Manipulate existing wood; grow, shrink and move. Cannot create or remove wood.)",
        "Wood form: (Transform from flesh into pure wood.)",
        "Wood floor: (Creates a sturdy, solid, moveable platform or bridge of wood; levitation possible.)"
    ],
    "Control Over Rubber": [
        "Rubber transmutation: (Transform objects into rubber by touching them.)",
        "Rubber master: (Complete control over rubber; create, grow, shrink, move, remove.)",
        "Rubber touch: (Turn objects into rubber by touching them.)",
        "Rubber vision: (Turn objects into rubber by looking at them.)",
        "Rubber floor: (Creates an unstable, moveable platform or bridge of rubber; levitation not possible.)",
        "Rubber shield: (Create rubber shields out of thin air.)",
        "Rubber manipulation: (Manipulate existing rubber; grow, shrink and move. Cannot create or remove rubber.)",
        "Rubber floor: (Creates a sturdy, solid, moveable platform or bridge of rubber; levitation not possible.)",
        "Rubber floor: (Creates an unstable, moveable platform or bridge of rubber; levitation possible.)",
        "Rubber blade: (Create strong cutting, stabbing or smashing tools out of rubber.)",
        "Rubber creation: (Create rubber out of thin air.)",
        "Rubber form: (Transform from flesh into pure rubber.)",
        "Rubber floor: (Creates a sturdy, solid, moveable platform or bridge of rubber; levitation possible.)",
        "Rubber shroud: (Creates a tight, protective skin of rubber over the body.)",
        "Rubber barrier: (Creates a flexible, moving barrier made of rubber in a sphere around the target.)"
    ],
    "Control Over Rock": [
        "Rock spit: (Spit large streams of rock.)",
        "Rock touch: (Turn objects into rock by touching them.)",
        "Rock spit: (Spit large pieces of rock.)",
        "Rock manipulation: (Manipulate existing rock; grow, shrink and move. Cannot create or remove rock.)",
        "Rock transmutation: (Transform objects into rock by touching them.)",
        "Rock master: (Complete control over rock; create, grow, shrink, move, remove.)",
        "Rock blade: (Create strong cutting, stabbing or smashing tools out of rock.)",
        "Rock vision: (Turn objects into rock by looking at them.)",
        "Rock shroud: (Creates a tight, protective skin of rock over the body.)",
        "Rock barrier: (Creates a flexible, moving barrier made of rock in a sphere around the target.)",
        "Rock shield: (Create rock shields out of thin air.)",
        "Rock form: (Transform from flesh into pure rock.)",
        "Rock creation: (Create rock out of thin air.)",
        "Rock spit: (Spit small amounts of rock.)",
        "Rock floor: (Creates a sturdy, solid, moveable platform or bridge of rock; levitation possible.)"
    ],
    "Control Over Stone": [
        "Stone spit: (Spit small amounts of stone.)",
        "Stone touch: (Turn objects into stone by touching them.)",
        "Stone shroud: (Creates a tight, protective skin of stone over the body.)",
        "Stone transmutation: (Transform objects into stone by touching them.)",
        "Stone master: (Complete control over stone; create, grow, shrink, move, remove.)",
        "Stone manipulation: (Manipulate existing stone; grow, shrink and move. Cannot create or remove stone.)",
        "Stone spit: (Spit large streams of stone.)",
        "Stone shield: (Create stone shields out of thin air.)",
        "Stone floor: (Creates a sturdy, solid, moveable platform or bridge of stone; levitation possible.)",
        "Stone vision: (Turn objects into stone by looking at them.)",
        "Stone barrier: (Creates a flexible, moving barrier made of stone in a sphere around the target.)",
        "Stone creation: (Create stone out of thin air.)",
        "Stone floor: (Creates an unstable, moveable platform or bridge of stone; levitation possible.)",
        "Stone form: (Transform from flesh into pure stone.)",
        "Stone blade: (Create strong cutting, stabbing or smashing tools out of stone.)"
    ],
    "Control Over Light": [
        "Light manipulation: (Manipulate existing light; grow, shrink and move. Cannot create or remove light.)",
        "Light ray: (create faint streams of light from the face.)",
        "Light master: (Complete control over light; create, grow, shrink, move, remove.)",
        "Light vision: (Turn objects into light by looking at them.)",
        "Light touch: (Turn objects into light by touching them.)",
        "Light blade: (Create stabbing or cutting tools out of solidified light.)",
        "Light form: (Transform from flesh into pure light; flight is possible.)",
        "Light ray: (create bright streams of light from the body.)",
        "Light barrier: (Creates a moving barrier of light in a sphere around the target.)",
        "Light transmutation: (Transform objects into light by touching them.)",
        "Light creation: (Create light out of thin air.)",
        "Light ray: (create bright streams of light from the feet.)",
        "Light ray: (create bright streams of light from the mouth.)",
        "Light shroud: (Creates a bright shroud of light over the body.)",
        "Light form: (Transform from flesh into pure light; flight not possible.)",
        "Light shield: (Create light shields out of thin air.)",
        "Light ray: (create bright streams of light from the arms.)",
        "Light ray: (create faint streams of light from the mouth.)",
        "Light ray: (create faint streams of light from the hands.)",
        "Light ray: (create bright streams of light from the legs.)"
    ],
    "Control Over Plants": [
        "Plant whip.",
        "Plant manipulation: (Manipulate existing plants; grow, shrink and move. Cannot create or remove plants.)",
        "Plant touch: (Turn objects into plant by touching them.)",
        "Plant shield: (Create plants shields out of thin air.)",
        "Plant blade: (Create sharp stabbing or cutting tools out of plant.)",
        "Plant floor: (Creates a sturdy, solid, moveable platform or bridge made of plant; levitation not possible.)",
        "Plant breath: (Spit small streams of plant.s.)",
        "Plant shroud: (Creates a tight, protective plant skin over the body.)",
        "Plant breath: (Spit large streams of plant.)",
        "Plant creation: (Create plants out of thin air.)",
        "Plant transmutation: (Transform objects into plants by touching them.)",
        "Plant master: (Complete control over plants; create, grow, shrink, move, remove.)",
        "Plant vision: (Turn objects into plant by looking at them.)",
        "Plant barrier: (Creates a flexible, moving barrier made of plant in a sphere around the target.)",
        "Plant floor: (Creates a sturdy, solid, moveable platform or bridge made of plant; levitation possible.)",
        "Plant floor: (Creates an unstable, moveable platform or bridge of plant; levitation not possible.)",
        "Plant form: (Transform from flesh into pure plant; flight is possible.)"
    ],
    "Control Over Liquid": [
        "Liquid vision: (Turn objects into liquid by looking at them.)",
        "Liquid shield: (Create liquid shields out of thin air.)",
        "Liquid shroud: (Creates a tight, protective skin of liquid over the body. Does not drown the user.)",
        "Liquid master: (Complete control over liquid; create, grow, shrink, move, remove.)",
        "Liquid creation: (Create liquid out of thin air.)",
        "Liquid floor: (Creates a strong moveable platform or bridge made of liquid; levitation possible.)",
        "Liquid touch: (Turn objects into liquid by touching them.)",
        "Liquid floor: (Creates a strong moveable platform or bridge made of liquid; levitation not possible.)",
        "Liquid floor: (Creates an unstable moveable platform or bridge made of liquid; levitation not possible.)",
        "Liquid transmutation: (Transform objects into liquid by touching them.)",
        "Liquid manipulation: (Manipulate existing liquid; grow, shrink and move. Cannot create or remove liquid.)",
        "spit: (Spit small bursts of liquid.)",
        "Liquid form: (Transform from flesh into pure liquid.)",
        "Liquid blade: (Create strong cutting tools out of high-pressured liquid.)",
        "Liquid barrier: (Creates a flexible, moving barrier made of liquid in a sphere around the target.)",
        "spit: (Spit large streams of liquid.)"
    ],
    "Control Over Acid": [
        "Acid whip.",
        "Acid floor: (Creates an unstable, moveable platform or bridge of acid; levitation not possible.)",
        "Acid blade: (Create sharp stabbing or cutting tools out of acid.)",
        "Acid shroud: (Creates a tight, protective skin of acid over the body. Damages surrounding objects, gradually harms the user.)",
        "Corrosive sweat.",
        "Corrosive whip.",
        "Acid vision: (Dissolve objects by looking at them.)",
        "Acid barrier: (Creates a flexible, moving barrier made of acid in a sphere around the target.)",
        "Acid floor: (Creates a sturdy, solid, moveable platform or bridge of acid; levitation not possible.)",
        "Acid transmutation: (Transform objects into acid by touching them.)",
        "Acid creation: (Create acid out of thin air.)",
        "Acid form: (Transform from flesh into pure acid; flight is possible.)",
        "Acid breath: (Blow small puffs of acid air.)",
        "Corrosive touch: (Corrode things by touching them.)",
        "Acid master: (Complete control over acid; create, grow, shrink, move, remove.)",
        "Acid sweat.",
        "Acid spit: (Spit small streams of acid.)",
        "Acid resistance.",
        "Corrosive spit: (Spit large streams of acid.)",
        "Acid shroud: (Creates a tight, protective skin of acid over the body. Damages surrounding objects, does not harm the user.)",
        "Acidic whip.",
        "Acidic spit: (Spit small streams of acid.)",
        "Acid floor: (Creates a sturdy, solid, moveable platform or bridge of acid; levitation possible.)",
        "Acid vision: (Corrode things by looking at them.)",
        "Corrosive touch: (Dissolve objects by touching them.)",
        "Acid floor: (Creates an unstable, moveable platform or bridge of acid; levitation possible.)",
        "Acid spit: (Spit large streams of acid.)",
        "Acid breath: (Blow large streams of acid air.)",
        "Acid form: (Transform from flesh into pure acid; flight not possible.)",
        "Corrosive spit: (Spit small streams of acid.)",
        "Acid shield: (Create acid shields out of thin air.)",
        "Corrosive breath: (Blow large streams of corrosive air.)"
    ],
    "Control Over Water": [
        "Water creation: (Create water out of thin air.)",
        "Water touch: (Turn objects into water by touching them.)",
        "Water transmutation: (Transform objects into water by touching them.)",
        "Water master: (Complete control over water; create, grow, shrink, move, remove.)",
        "Water barrier: (Creates a flexible, moving barrier made of water in a sphere around the target.)",
        "Water manipulation: (Manipulate existing water; grow, shrink and move. Cannot create or remove water.)",
        "Water form: (Transform from flesh into pure water.)",
        "Water blade: (Create strong cutting tools out of high-pressured water.)",
        "Water vision: (Turn objects into water by looking at them.)",
        "Water shield: (Create water shields out of thin air.)",
        "Water breathing:(Go underwater without air for very long periods of time.)",
        "Water spray: (Spit large streams of water.)",
        "Water spray: (Spit small bursts of water.)",
        "Water whip.",
        "Water resistance.",
        "Water shroud: (Creates a tight, protective skin of water over the body. Does not drown the user.)"
    ],
    "Control Over Air": [
        "Air shroud: (Creates a tight, protective skin of Air over the body.)",
        "Air creation: (Create Air out of thin air.)",
        "Air form: (Transform from flesh into pure Air; flight is possible.)",
        "Air barrier: (Creates a flexible, moving barrier made of Air in a sphere around the target.)",
        "Air shield: (Create Air shields out of thin air.)",
        "Air manipulation: (Manipulate existing Air; grow, shrink and move. Cannot create or remove Air.)",
        "Air master: (Complete control over Air; create, grow, shrink, move, remove.)",
        "Air spit: (Spit small streams of Air.)",
        "Air transmutation: (Transform objects into Air by touching them.)",
        "Strong breath: (Blow strong streams of Air.)",
        "Air spit: (Spit large streams of Air.)",
        "Air whip."
    ],
    "Control Over Fire": [
        "Fire resistance.",
        "Fire manipulation: (Manipulate existing fires; grow, shrink and move. Cannot create or remove fires.)",
        "Fire master: (Complete control over fires; create, grow, shrink, move, remove.)",
        "Fire whip.",
        "Fire shield: (Create fires shields out of thin air.)",
        "Fire shroud: (Creates a tight, protective skin of fire over the body. Burns surrounding objects, does not burn the user.)",
        "Fire spit: (Spit large streams of fire.)",
        "Fire shroud: (Creates a tight, protective skin of fire over the body. Melts surrounding objects, does not burn the user.)",
        "Hot touch: (Heat objects by touching them.)",
        "Fire barrier: (Creates a flexible, moving barrier made of fire in a sphere around the target.)",
        "Fire blade: (Create burning or cutting tools out of intense, concentrated flames.)",
        "Fire creation: (Create fires out of thin air.)",
        "Fire spit: (Spit small streams of fire.)",
        "Flame breath: (Blow large streams of burning air.)",
        "Fire transmutation: (Transform objects into fires by touching them.)",
        "Hot touch: (Burn objects by touching them.)",
        "Flame breath: (Blow small puffs of burning air.)",
        "Fire shroud: (Creates a tight, protective skin of fire over the body. Combusts surrounding objects, does not burn the user.)",
        "Fire shroud: (Creates a tight, protective skin of fire over the body. Heats surrounding objects, gradually burns the user.)",
        "Heat vision: (burn things by looking at them.)",
        "Fire form: (Transform from flesh into pure fire; flight is possible.)"
    ],
    "Control Over Ice": [
        "Ice blade: (Create sharp stabbing or cutting tools out of ice.)",
        "Ice barrier: (Creates a flexible, moving barrier made of ice in a sphere around the target.)",
        "Ice shield: (Create ice shields out of thin air.)",
        "Ice vision: (Freeze things by looking at them.)",
        "Frost breath: (Blow small puffs of freezing air.)",
        "Ice spit: (Spit large streams of ice.)",
        "Ice form: (Transform from flesh into pure ice; flight not possible.)",
        "Ice creation: (Create ice out of thin air.)",
        "Ice transmutation: (Transform objects into ice by touching them.)",
        "Ice shroud: (Creates a tight, protective skin of freezing air over the body. Freeze surrounding objects, does not harm the user.)",
        "Ice floor: (Creates an unstable, moveable platform or bridge of ice; levitation not possible.)",
        "Ice vision: (Chill things by looking at them.)",
        "Ice whip.",
        "Ice master: (Complete control over ice; create, grow, shrink, move, remove.)",
        "Frost breath: (Blow large streams of freezing air.)",
        "Ice shroud: (Creates a tight, protective skin of ice over the body. Freeze surrounding objects, does not harm the user.)",
        "Ice floor: (Creates a sturdy, solid, moveable platform or bridge of ice; levitation possible.)",
        "Ice form: (Transform from flesh into pure ice; flight is possible.)",
        "Ice spit: (Spit small streams of ice.)",
        "Ice resistance.",
        "Ice manipulation: (Manipulate existing ice; grow, shrink and move. Cannot create or remove ice.)",
        "Ice floor: (Creates a sturdy, solid, moveable platform or bridge of ice; levitation not possible.)",
        "Ice shroud: (Creates a tight, protective skin of freezing air over the body. Chill surrounding objects, does not harm the user.)",
        "Cold touch: (Cool objects by touching them.)",
        "Cold touch: (Freeze objects by touching them.)",
        "Ice shroud: (Creates a tight, protective skin of ice over the body. Chill surrounding objects, gradually harms the user.)",
        "Ice shroud: (Creates a tight, protective skin of freezing air over the body. Chill surrounding objects, gradually harms the user.)"
    ],
    "Control Over Hot plasma": [
        "Hot plasma form: (Transform from flesh into pure hot plasma; flight is possible.)",
        "Hot plasma master: (Complete control over hot plasma; create, grow, shrink, move, remove.)",
        "Hot plasma creation: (Create hot plasma out of thin air.)",
        "Hot plasma barrier: (Creates a flexible, moving barrier made of hot plasma in a sphere around the target.)",
        "Hot plasma touch: (Turn objects into plasma by touching them.)",
        "Hot plasma vision: (Burn things by looking at them.)",
        "Hot plasma shield: (Create hot plasma shields out of thin air.)",
        "Hot plasma vision: (Incinerate things by looking at them.)",
        "Hot plasma vision: (Melt things by looking at them.)",
        "Hot plasma form: (Transform from flesh into pure hot plasma; flight is possible.)",
        "Hot plasma touch: (Turn objects into plasma by touching them.)",
        "Hot plasma transmutation: (Transform objects into hot plasma by touching them.)",
        "Hot plasma shield: (Create hot plasma shields out of thin air.)",
        "Hot plasma breath: (Blow power puffs of hot plasma.)",
        "Hot plasma vision: (Heat things by looking at them.)",
        "Hot plasma blade: (Create a high energy stabbing or cutting tool out of hot plasma.)",
        "Hot plasma manipulation: (Manipulate existing hot plasma; grow, shrink and move. Cannot create or remove hot plasma.)",
        "Hot plasma shroud: (Creates a tight, protective skin of hot plasma over the body. Burn surrounding objects, does not burn the user.)",
        "Hot plasma manipulation: (Manipulate existing hot plasma; grow, shrink and move. Cannot create or remove hot plasma.)",
        "Hot plasma master: (Complete control over hot plasma; create, grow, shrink, move, remove.)",
        "Hot plasma touch: (Turn objects into plasma by touching them.)",
        "Hot plasma shroud: (Creates a tight, protective skin of hot plasma over the body. Incinerate surrounding objects, does not burn the user.)"
    ],
    "Control Over Propane (Gas)": [
        "Propane shroud: (Creates a tight, protective skin of Propane over the body.)",
        "Propane form: (Transform from flesh into pure Propane; flight is possible.)",
        "Propane manipulation: (Manipulate existing Propane; grow, shrink and move. Cannot create or remove Propane.)",
        "Propane breath: (Blow small puffs of Propane.)",
        "Propane barrier: (Creates a flexible, moving barrier made of Propane in a sphere around the target.)",
        "Propane spit: (Spit large streams of Propane.)",
        "Propane master: (Complete control over Propane; create, grow, shrink, move, remove.)",
        "Propane creation: (Create Propane out of thin air.)",
        "Propane sweat.",
        "Propane spit: (Spit small streams of Propane.)",
        "Propane shield: (Create Propane shields out of thin air.)"
    ],
    "Control Over Carbon Dioxide (Gas)": [
        "Carbon Dioxide manipulation: (Manipulate existing Carbon Dioxide; grow, shrink and move. Cannot create or remove Carbon Dioxide.)",
        "Carbon Dioxide shroud: (Creates a tight, protective skin of Carbon Dioxide over the body.)",
        "Carbon Dioxide barrier: (Creates a flexible, moving barrier made of Carbon Dioxide in a sphere around the target.)",
        "Carbon Dioxide shield: (Create Carbon Dioxide shields out of thin air.)",
        "Carbon Dioxide sweat.",
        "Carbon Dioxide creation: (Create Carbon Dioxide out of thin air.)"
    ],
    "Control Over Solid Objects": [
        "Solid manipulation: (Manipulate existing solids; grow, shrink and move. Cannot create or remove solids.)",
        "Solid transmutation: (Transform objects into solids by touching them.)",
        "Solid shield: (Create solids shields out of thin air.)",
        "Solid floor: (Creates a sturdy, solid, moveable platform or bridge using nearby objects; levitation possible.)",
        "Solid shroud: (Creates a tight, protective solid skin over the body.)",
        "Solid blade: (Create sharp stabbing or cutting tools out of solid matter.)",
        "Solid master: (Complete control over solids; create, grow, shrink, move, remove.)",
        "Solid barrier: (Creates a flexible, moving barrier made of solid in a sphere around the target.)",
        "Solidifying touch: (Turn object solid by touching them.)",
        "Solid creation: (Create solids out of thin air.)",
        "Solid floor: (Creates an unstable, moveable platform or bridge using nearby objects; levitation possible.)",
        "Solidifying vision: (Turn objects solid by looking at them.)",
        "Solid form: (Transform from flesh into solid matter.)"
    ],
    "Control Over Plastic": [
        "Plastic floor: (Creates an unstable, moveable platform or bridge of plastic; levitation not possible.)",
        "Plastic shield: (Create plastic shields out of thin air.)",
        "Plastic master: (Complete control over plastic; create, grow, shrink, move, remove.)",
        "Plastic floor: (Creates a sturdy, solid, moveable platform or bridge of plastic; levitation not possible.)",
        "Plastic vision: (Turn objects into plastic by looking at them.)",
        "Plastic creation: (Create plastic out of thin air.)",
        "Plastic shroud: (Creates a tight, protective skin of plastic over the body.)",
        "Plastic blade: (Create strong cutting, stabbing or smashing tools out of plastic.)",
        "Plastic touch: (Turn objects into plastic by touching them.)",
        "Plastic barrier: (Creates a flexible, moving barrier made of plastic in a sphere around the target.)",
        "Plastic manipulation: (Manipulate existing plastic; grow, shrink and move. Cannot create or remove plastic.)",
        "Plastic floor: (Creates a sturdy, solid, moveable platform or bridge of plastic; levitation possible.)",
        "Plastic form: (Transform from flesh into pure plastic.)",
        "Plastic transmutation: (Transform objects into plastic by touching them.)"
    ],
    "Control Over Dark": [
        "Dark creation: (Create dark out of thin air.)",
        "Dark barrier: (Creates a moving barrier of dark in a sphere around the target.)",
        "Dark shield: (Create dark shields out of thin air.)",
        "Dark ray: (create intense streams of dark from the mouth.)",
        "Dark transmutation: (Transform objects into dark by touching them.)",
        "Dark touch: (Turn objects into dark by touching them.)",
        "Dark ray: (create intense streams of dark from the arms.)",
        "Dark manipulation: (Manipulate existing dark; grow, shrink and move. Cannot create or remove dark.)",
        "Dark shroud: (Creates a thick shroud of dark over the body.)",
        "Dark master: (Complete control over dark; create, grow, shrink, move, remove.)",
        "Dark shroud: (Creates a thin shroud of dark over the body. .)",
        "Dark vision: (Turn objects into dark by looking at them.)",
        "Dark ray: (create faint streams of dark from the heart.)"
    ],
    "Control Over Nitrous Oxide (Gas)": [
        "Nitrous Oxide breath: (Blow large streams of Nitrous Oxide.)",
        "Nitrous Oxide master: (Complete control over Nitrous Oxide; create, grow, shrink, move, remove.)",
        "Nitrous Oxide manipulation: (Manipulate existing Nitrous Oxide; grow, shrink and move. Cannot create or remove Nitrous Oxide.)",
        "Nitrous Oxide shroud: (Creates a tight, protective skin of Nitrous Oxide over the body.)",
        "Nitrous Oxide barrier: (Creates a flexible, moving barrier made of Nitrous Oxide in a sphere around the target.)",
        "Nitrous Oxide spit: (Spit large streams of Nitrous Oxide.)",
        "Nitrous Oxide shield: (Create Nitrous Oxide shields out of thin air.)",
        "Nitrous Oxide creation: (Create Nitrous Oxide out of thin air.)"
    ],
    "Control Over Neon (Gas)": [
        "Neon master: (Complete control over Neon; create, grow, shrink, move, remove.)",
        "Neon transmutation: (Transform objects into Neon by touching them.)",
        "Neon sweat.",
        "Neon manipulation: (Manipulate existing Neon; grow, shrink and move. Cannot create or remove Neon.)",
        "Neon creation: (Create Neon out of thin air.)",
        "Neon barrier: (Creates a flexible, moving barrier made of Neon in a sphere around the target.)",
        "Neon spit: (Spit small streams of Neon.)"
    ],
    "Control Over Glass": [
        "Glass touch: (Turn objects into glass by touching them.)",
        "Glass manipulation: (Manipulate existing glass; grow, shrink and move. Cannot create or remove glass.)",
        "Glass blade: (Create sharp cutting or stabbing tools out of glass.)",
        "Glass barrier: (Creates a flexible, moving barrier made of glass in a sphere around the target.)",
        "Glass shield: (Create glass shields out of thin air.)",
        "Glass transmutation: (Transform objects into glass by touching them.)",
        "Glass shroud: (Creates a tight, protective skin of glass over the body.)",
        "Glass creation: (Create glass out of thin air.)",
        "Glass form: (Transform from flesh into pure glass.)",
        "Glass master: (Complete control over glass; create, grow, shrink, move, remove.)",
        "Glass floor: (Creates an unstable, moveable platform or bridge of glass; levitation not possible.)",
        "Glass vision: (Turn objects into glass by looking at them.)",
        "Glass floor: (Creates a sturdy, solid, moveable platform or bridge of glass; levitation not possible.)"
    ],
    "Control Over Metal": [
        "Metal manipulation: (Manipulate existing metal; grow, shrink and move. Cannot create or remove metal.)",
        "Metal floor: (Creates a sturdy, solid, moveable platform or bridge of metal; levitation not possible.)",
        "Metal blade: (Create strong cutting, stabbing or smashing tools out of metal.)",
        "Metal form: (Transform from flesh into pure metal.)",
        "Metal floor: (Creates an unstable, moveable platform or bridge of metal; levitation not possible.)",
        "Metal barrier: (Creates a flexible, moving barrier made of metal in a sphere around the target.)",
        "Metal transmutation: (Transform objects into metal by touching them.)",
        "Metal shield: (Create metal shields out of thin air.)",
        "Metal master: (Complete control over metal; create, grow, shrink, move, remove.)",
        "Metal creation: (Create metal out of thin air.)",
        "Metal touch: (Turn objects into metal by touching them.)",
        "Metal floor: (Creates an unstable, moveable platform or bridge of metal; levitation possible.)",
        "Metal shroud: (Creates a tight, protective skin of metal over the body.)",
        "Metal floor: (Creates a sturdy, solid, moveable platform or bridge of metal; levitation possible.)",
        "Metal vision: (Turn objects into metal by looking at them.)"
    ],
    "Control Over Poison": [
        "Poison master: (Complete control over poison; create, grow, shrink, move, remove.)",
        "Poison shroud: (Creates a tight, protective skin of poison over the body. Damages nearby creatures, does not harm the user.)",
        "Poison transmutation: (Transform objects into poison by touching them.)",
        "Poison barrier: (Creates a flexible, moving barrier made of poison in a sphere around the target.)",
        "Poison shield: (Create poison shields out of thin air.)",
        "Poison manipulation: (Manipulate existing poison; grow, shrink and move. Cannot create or remove poison.)",
        "Poison resistance.",
        "Poisonous barrier: (Creates a flexible, moving barrier made of poison in a sphere around the target.)",
        "Poison vision: (Poison things by looking at them.)",
        "Poison sweat.",
        "Poisonous spit: (Spit small streams of poison.)",
        "Poison form: (Transform from flesh into pure poison; flight not possible.)",
        "Poison shroud: (Creates a tight, protective skin of poison over the body. Damages nearby creatures, gradually harms the user.)",
        "Poison touch: (Poison objects by touching them.)",
        "Poisonous breath: (Blow large streams of toxic air.)",
        "Poisonous shroud: (Creates a tight, protective skin of poison over the body. Damages nearby creatures, does not harm the user.)",
        "Poison creation: (Create poison out of thin air.)",
        "Poison breath: (Blow large streams of toxic air.)",
        "Poison form: (Transform from flesh into pure poison; flight is possible.)",
        "Poison breath: (Blow small puffs of toxic air.)",
        "Poisonous vision: (Poison things by looking at them.)",
        "Poisonous spit: (Spit large streams of poison.)",
        "Poisonous touch: (Poison objects by touching them.)",
        "Poisonous shroud: (Creates a tight, protective skin of poison over the body. Damages nearby creatures, gradually harms the user.)",
        "Poisonous form: (Transform from flesh into pure poison; flight not possible.)"
    ],
    "Control Over Shadow": [
        "Shadow shield: (Create shadow shields out of thin air.)",
        "Shadow blade: (Create stabbing or cutting tools out of solidified shadow.)",
        "Shadow manipulation: (Manipulate existing shadow; grow, shrink and move. Cannot create or remove shadow.)",
        "Shadow creation: (Create shadow out of thin air.)",
        "Shadow barrier: (Creates a moving barrier of shadow in a sphere around the target.)",
        "Shadow ray: (create intense streams of shadow from the stomach.)",
        "Shadow shroud: (Creates a thick shroud of shadow over the body.)",
        "Shadow form: (Transform from flesh into pure shadow; flight not possible.)",
        "Shadow ray: (create intense streams of shadow from the mouth.)",
        "Shadow master: (Complete control over shadow; create, grow, shrink, move, remove.)",
        "Shadow transmutation: (Transform objects into shadow by touching them.)",
        "Shadow vision: (Turn objects into shadow by looking at them.)",
        "Shadow shroud: (Creates a thin shroud of shadow over the body. .)",
        "Shadow touch: (Turn objects into shadow by touching them.)"
    ],
    "Control Over Electricity": [
        "Electricity transmutation: (Transform objects into electricity by touching them.)",
        "Electric vision: (Electrocute things by looking at them.)",
        "Electricity master: (Complete control over electricity; create, grow, shrink, move, remove.)",
        "Electricity shroud: (Creates a tight, protective skin of electricity over the body. Damages surrounding objects, does not shock the user.)",
        "Electricity blade: (Create burning or cutting tools out of electricity.)",
        "Electricity creation: (Create electricity out of thin air.)",
        "Electric vision: (Electrify things by looking at them.)",
        "Lightning rod: (Summon and redirect lightning.)",
        "Electricity shield: (Create electricity shields out of thin air.)",
        "Electricity form: (Transform from flesh into pure electricity; flight not possible.)",
        "Electric breath: (Blow small puffs of electrified air.)",
        "Electricity whip.",
        "Electricity manipulation: (Manipulate existing electricity; grow, shrink and move. Cannot create or remove electricity.)",
        "Static touch: (Statically charge things by touching them.)",
        "Electricity resistance.",
        "Electricity barrier: (Creates a flexible, moving barrier of electricity in a sphere around the target.)",
        "Electric breath: (Blow large streams of electrified air.)",
        "Electric vision: (Shock things by looking at them.)",
        "Electricity shroud: (Creates a tight, protective skin of electricity over the body. Damages surrounding objects, gradually shocks the user.)",
        "Static touch: (Electrify things by touching them.)"
    ],
    "Control Over Soil": [
        "Solidifying vision: (Turn objects into soil by looking at them.)",
        "Soil barrier: (Creates a flexible, moving barrier made of soil in a sphere around the target.)",
        "Soil transmutation: (Transform objects into soil by touching them.)",
        "Soil master: (Complete control over soil; create, grow, shrink, move, remove.)",
        "Soil manipulation: (Manipulate existing soil; grow, shrink and move. Cannot create or remove soil.)",
        "Soil shield: (Create soil shields out of thin air.)",
        "Solidifying touch: (Turn object into soil by touching them.)",
        "Soil shroud: (Creates a tight, protective skin of soil over the body.)",
        "Soil form: (Transform from flesh into soil.)",
        "Soil creation: (Create soil out of thin air.)",
        "Soil floor: (Creates an unstable, moveable platform or bridge made of soil; levitation not possible.)",
        "Soil blade: (Create sharp stabbing or cutting tools out of solidified soil.)"
    ],
    "Control Over Cold plasma": [
        "Cold plasma creation: (Create cold plasma out of thin air.)",
        "Cold plasma master: (Complete control over cold plasma; create, grow, shrink, move, remove.)",
        "Cold plasma shield: (Create cold plasma shields out of thin air.)",
        "Cold plasma shroud: (Creates a tight, protective skin of cold plasma over the body.)",
        "Cold plasma transmutation: (Transform objects into cold plasma by touching them.)",
        "Cold plasma manipulation: (Manipulate existing cold plasma; grow, shrink and move. Cannot create or remove cold plasma.)",
        "Cold plasma breath: (Blow power puffs of cold plasma.)",
        "Cold plasma form: (Transform from flesh into pure cold plasma; flight is possible.)",
        "Cold plasma barrier: (Creates a flexible, moving barrier made of cold plasma in a sphere around the target.)",
        "Cold plasma breath: (Blow large streams of cold plasma.)",
        "Cold plasma touch: (Turn objects into plasma by touching them.)"
    ],
    "Control Over Helium (Gas)": [
        "Helium transmutation: (Transform objects into Helium by touching them.)",
        "Helium sweat.",
        "Helium form: (Transform from flesh into pure Helium; flight is possible.)",
        "Helium manipulation: (Manipulate existing Helium; grow, shrink and move. Cannot create or remove Helium.)",
        "Helium shield: (Create Helium shields out of thin air.)"
    ],
    "Control Over Methane (Gas)": [
        "Methane form: (Transform from flesh into pure Methane; flight is possible.)",
        "Methane creation: (Create Methane out of thin air.)",
        "Methane manipulation: (Manipulate existing Methane; grow, shrink and move. Cannot create or remove Methane.)",
        "Methane breath: (Blow large streams of Methane.)",
        "Methane shroud: (Creates a tight, protective skin of Methane over the body.)",
        "Methane spit: (Spit small streams of Methane.)",
        "Methane shield: (Create Methane shields out of thin air.)",
        "Methane transmutation: (Transform objects into Methane by touching them.)",
        "Methane sweat.",
        "Methane master: (Complete control over Methane; create, grow, shrink, move, remove.)",
        "Methane breath: (Blow small puffs of Methane.)"
    ],
    "Control Over Nitrogen (Gas)": [
        "Nitrogen manipulation: (Manipulate existing Nitrogen; grow, shrink and move. Cannot create or remove Nitrogen.)",
        "Nitrogen sweat.",
        "Nitrogen shield: (Create Nitrogen shields out of thin air.)",
        "Nitrogen barrier: (Creates a flexible, moving barrier made of Nitrogen in a sphere around the target.)",
        "Nitrogen shroud: (Creates a tight, protective skin of Nitrogen over the body.)",
        "Nitrogen breath: (Blow small puffs of Nitrogen.)",
        "Nitrogen creation: (Create Nitrogen out of thin air.)",
        "Nitrogen transmutation: (Transform objects into Nitrogen by touching them.)",
        "Nitrogen spit: (Spit large streams of Nitrogen.)"
    ],
    "Control Over Butane (Gas)": [
        "Butane breath: (Blow small puffs of Butane.)",
        "Butane shroud: (Creates a tight, protective skin of Butane over the body.)"
    ],
    "Control Over Hydrogen (Gas)": [
        "Hydrogen spit: (Spit small streams of Hydrogen.)",
        "Hydrogen manipulation: (Manipulate existing Hydrogen; grow, shrink and move. Cannot create or remove Hydrogen.)",
        "Hydrogen shroud: (Creates a tight, protective skin of Hydrogen over the body.)",
        "Hydrogen form: (Transform from flesh into pure Hydrogen; flight is possible.)",
        "Hydrogen creation: (Create Hydrogen out of thin air.)"
    ]
}